{
   "CATEGORY": {
    "CATEGORY_NUMBER_1": {
        "1A": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Helles",
            "STYLE_LETTER": "A",
            "CATEGORY": "Mild/karaktärsfull Lager",
            "CATEGORY_NUMBER": "1",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 1,
            "OG_MIN": "1.044",
            "OG_MAX": "1.050",
            "FG_MIN": "1.008",
            "FG_MAX": "1.012",
            "IBU_MIN": "15",
            "IBU_MAX": "24",
            "COLOR_MIN": "3.56",
            "COLOR_MAX": "7.11",
            "ABV_MIN": "4.5",
            "ABV_MAX": "5.2",
            "RESIDUAL_SUGARS": "3",
            "HOP_AROMA": "2",
            "MALT_AROMA": "5",
            "CARAMELL_AROMA": "0",
            "FRUIT_ESTERS": "0",
            "ALCOHOL_TASTE": "2",            
            "YEAST_TYPE": "WLP860",
            "CO2": "2.0",            
            "NOTES": "När tillverkningen av lageröl omvandlades från hantverk till industri i München på 1830-talet var alla lageröl mer eller mindre mörka. Den viktigaste orsaken till att det bryggdes mörkt öl är Bayerns i regel hårda vatten. De första ljusa industritillverkade lagerölen bryggdes i Böhmen (Pilsen) i nuvarande Tjeckien på 1840-talet eftersom vattnet där är mjukt på många platser. De första ljusa lagerölen i Bayern bryggdes först på 1890-talet. Även om färgen med säkerhet inspirerats av det böhmiska ölet så är den ljusa bayerska lagerns övriga karaktärsdrag mer lika landets traditionella mörka lager, med betoning på maltkaraktären och med mycket diskret humleprofil. Helles är stilbildande för de flesta europeiska ljusa lageröl. Liksom andra traditionella lageröl bör det dekoktionsmäskas samt jäsas kallt och lagras länge.",
            "PROFILE": "Gräddig eller brödig malt på medium nivå ska finnas. \r\n\r\nHumledoft av centraleuropeiska humlesorter på låg nivå får förekomma. \r\n\r\nInga fruktestrar, DMS eller diacetyl får förekomma. Ingen karamellarom får förekomma.\n\nHalmgul till gyllengul.\n\nGräddig eller brödig malt på medium nivå ska finnas. \r\nHumlesmak av centraleuropeiska humlesorter på en låg nivå får finnas.\r\nEfterbeska på en låg nivå får finnas. \r\nInga fruktestrar eller andra jäsningsprodukter som DMS eller diacetyl får förekomma. Ingen karamellsmak får förekomma.\n\nMedium kropp. Mjuk maltighet med låg till medium kolsyra.",
            "EXAMPLES": "Berger Vollbier Hell, 5.1% - \r\nStierberger Export Hell, 5.0%"
         },
         "1B": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Export",
            "STYLE_LETTER": "B",
            "CATEGORY": "Mild/karaktärsfull Lager",
            "CATEGORY_NUMBER": "1",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 1,
            "OG_MIN": "1.050",
            "OG_MAX": "1.060",
            "FG_MIN": "1.008",
            "FG_MAX": "1.014",
            "IBU_MIN": "18",
            "IBU_MAX": "25",
            "COLOR_MIN": "3.56",
            "COLOR_MAX": "7.11",
            "ABV_MIN": "5.0",
            "ABV_MAX": "6.3",
            "RESIDUAL_SUGARS": "3",
            "HOP_AROMA": "2",
            "MALT_AROMA": "5",
            "CARAMELL_AROMA": "0",
            "FRUIT_ESTERS": "0",
            "ALCOHOL_TASTE": "2",            
            "YEAST_TYPE": "Lager",  
            "CO2": "2.5",                      
            "NOTES": "Staden Dortmund i Westfalen var en av de platser i norra Tyskland som tidigt anammade det bayerska lagerölet. Fram till 1870-talet var det mörkt liksom i München och hade mest lokal betydelse, men därefter blev Dortmund känt för ett ljust lageröl med något högre alkoholhalt och beska. Stadens ölindustrier sålde sina produkter på en stor marknad och kallade därför öltypen för Export. Senare kom alla ljusa lageröl med en vörtstyrka över OG 48 och ABV över 5 % kallas för Export i hela Tyskland och i andra länder. Ölet brukar vara högförjäst med en krispig maltsmak och balanserande men inte särskilt aromatisk beska. Ljusa lageröl med en vörtstyrka över OG 52 brukar kallas Spezial och har en liknande men generellt kraftigare karaktär. Hit hör bland annat Münchens nuvarande oktoberfestöl. Liksom andra traditionella lageröl bör det dekoktionsmäskas samt jäsas kallt och lagras länge.",
            "PROFILE": "Krispigt brödig malt ska finnas på medium nivå. \r\nHumledoft av centraleuropeiska humlesorter på låg nivå får förekomma. \r\nAlkoholtoner på mycket låg nivå får förekomma. \r\nInga fruktestrar, DMS eller diacetyl får förekomma. Ingen karamelldoft.\n\nHalmgul till gyllengul.\n\nTorrt helhetsintryck. Krispigt brödig maltsmak ska förekomma. \r\nBalanserande humlebeska på låg till medium nivå ska förekomma.\r\nHumlesmak av centraleuropeiska humlesorter får förekomma på låg nivå. \r\nAlkoholtoner på mycket låg nivå får förekomma.\r\nInga fruktestrar, DMS eller diacetyl får förekomma. Ingen karamellsmak får förekomma.\n\nMedium kropp. Torr maltighet och medium kolsyra.",
            "EXAMPLES": "Augustiner Edelstoff, 5.6%\r\n- Tegernseer Spezial, 5.6%\r\n- Andechser Spezial Hell, 5.9%"
         },
         "1C": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Märzen",
            "STYLE_LETTER": "C",
            "CATEGORY": "Mild/karaktärsfull Lager",
            "CATEGORY_NUMBER": "1",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 1,
            "OG_MIN": "1.048",
            "OG_MAX": "1.060",
            "FG_MIN": "1.010",
            "FG_MAX": "1.018",
            "IBU_MIN": "18",
            "IBU_MAX": "24",
            "COLOR_MIN": "7.62",
            "COLOR_MAX": "17.27",
            "ABV_MIN": "4.8",
            "ABV_MAX": "5.9",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Innan kylmaskinerna kom på 1870-talet var många bryggerier hänvisade till att brygga öl under vinterhalvåret. Säsongens sista öl bryggdes i mars och kallades därför i Bayern för Märzen. Det var lite starkare för att ha en chans att överleva sommaren, tills nästa bryggningssäsong började. Öltypen som vi känner den idag blev känd på oktoberfesten i München 1872, när standardölet tog slut och man istället tog in en lite starkare provbrygd av ljusbrun wienertyp. Efter denna händelse har Märzen kommit att beteckna ett lite starkare wieneröl, ett typnamn som f ö knappast längre används. Det viktigaste karaktärsdraget är ölets maltighet, som ska dominera men balanseras av någon humle. I våra dagar är Märzen en tämligen marginaliserad öltyp och har exempelvis ersatts av ljus lager på oktoberfesten. Liksom andra traditionella lageröl bör det dekoktionsmäskas samt jäsas kallt och lagras länge.",
            "PROFILE": "Brödig eller gräddig malt på medium till hög nivå ska finnas. \r\nLättrostade malttoner på låg nivå får finnas. \r\nHumledoft av centraleuropeiska humlesorter på låg nivå får finnas. \r\nKaramelltoner på låg nivå får finnas. \r\nAlkoholtoner på låg nivå får finnas. \r\nInga brända malttoner får förekomma. Ingen DMS eller diacetyl får förekomma. Inga fruktestrar får förekomma.\n\nBärnstens- till kopparfärgad.\n\nBrödig eller gräddig maltsmak på medium till hög nivå ska finnas.\r\nHumlesmak av centraleuropeiska humlesorter på låg nivå bör förekomma. \r\nHumlebeska på låg till medium nivå bör förekomma. \r\nLättrostade malttoner på låg nivå får finnas. \r\nKaramelltoner på låg nivå får finnas. \r\nAlkoholtoner på låg nivå får finnas.\r\nInga brända malttoner får förekomma. Ingen DMS eller diacetyl får förekomma. Inga fruktestrar får förekomma.\n\nMedium till stor kropp. Mjuk med medium kolsyra.",
            "EXAMPLES": "Stierberger Märzen, 5.5% \r\n- Bräu z´Loh Märzen, 5.4%"
         },
         "1D": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Frankisk lager",
            "STYLE_LETTER": "D",
            "CATEGORY": "Mild/karaktärsfull Lager",
            "CATEGORY_NUMBER": "1",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 1,
            "OG_MIN": "1.044",
            "OG_MAX": "1.055",
            "FG_MIN": "1.008",
            "FG_MAX": "1.015",
            "IBU_MIN": "25",
            "IBU_MAX": "35",
            "COLOR_MIN": "7.62",
            "COLOR_MAX": "29.97",
            "ABV_MIN": "4.5",
            "ABV_MAX": "5.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "I det bayerska landskapet Franken har traditionella lageröl som inte så lätt låter sig kategoriseras i konventionella öltyper bevarats. De kan sägas representera lagerölet före de moderna öltypernas tid. Tillverkningsmetoderna är i regel traditionella med dekoktionsmäskning, öppen jäsning och lång lagring. Färgen varierar men är oftast varken helt ljus eller mörk. Smaken kännetecknas av renhet med tydlig karaktär av ölets råvaror. Beskan varierar liksom färgen men ska alltid balansera maltkaraktären på medium till hög nivå. Öl som lagras i tank med mottryck kallas lokalt Vollbier och har medium koldioxid. Öl som lagas utan mottryck kallas Ungespundetes eller Kellerbier och har låg koldioxid. Sådant öl serveras oftast ofiltrerat. I regel är de öl som lagras utan mottryck beskare än de som lagras med mottryck.",
            "PROFILE": "Brödig eller gräddig malt på medium till hög nivå ska finnas.\r\nHumledoft av centraleuropeisk karaktär på medium till hög nivå ska finnas.\r\nInga brända malttoner eller karamellaromer får förekomma. Ingen DMS eller diacetyl får förekomma. Inga fruktestrar får förekomma.\n\nBärnstensfärgad till rödbrun i färgen. Disighet får förekomma.\n\nMjuk, brödig eller gräddig maltsmak på medium till hög nivå ska finnas. \r\nHumlesmak av centraleuropeiska humlesorter på medium till hög nivå ska finnas.\r\nHumlebeska på medium till hög nivå får finnas.\r\nInga brända malttoner eller karamell får märkas. Ingen DMS eller diacetyl får förekomma. Inga fruktestrar får förekomma.\n\nMedium kropp. Mjuk med medium kolsyra.",
            "EXAMPLES": "Stadter Landbier, 4.7% \r\n- Hetzelsdorfer Fränkisches Vollbier, 5.0% \r\n- Aichinger Spezialbier, 5.2% \r\n- Heckel Vollbier, 5.5%"
         },
         "1E": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Centraleuropeisk mörk lager",
            "STYLE_LETTER": "E",
            "CATEGORY": "Mild/karaktärsfull Lager",
            "CATEGORY_NUMBER": "1",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 6,
            "OG_MIN": "1.048",
            "OG_MAX": "1.056",
            "FG_MIN": "1.012",
            "FG_MAX": "1.016",
            "IBU_MIN": "15",
            "IBU_MAX": "24",
            "COLOR_MIN": "17.78",
            "COLOR_MAX": "40.64",
            "ABV_MIN": "4.5",
            "ABV_MAX": "5.6",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "De första beläggen för bryggning av lageröl är från 1480-talet i nordöstra Bayern. Öltypen blev internationellt känd först på 1830-talet, när några av Münchens bryggare påbörjade industriell tillverkning av lager. Från början var all lager mer eller mindre mörk, och när den ljusa lagern kom så behöll den mörka lagern mycket av sin popularitet under lång tid. Öltypen är starkt identifierad med Bayern, också när den bryggs i exempelvis Tjeckien. Ölet är maltbetonat med rostade toner och mycket diskret humleprofil.  Liksom andra traditionella lageröl bör det dekoktionsmäskas samt jäsas kallt och lagras länge.",
            "PROFILE": "Brödig eller gräddig malt med rostade toner på medium till hög nivå ska finnas. \r\nKaramelltoner på låg nivå får finnas. \r\nChokladtoner på låg nivå får finnas. \r\nDiacetyl på mycket låg nivå får finnas.\r\nHumledoft av centraleuropeiska humlesorter på mycket låg nivå får finnas. \r\nInga brända malttoner får förekomma. Ingen DMS eller diacetyl får förekomma. Inga fruktestrar får förekomma.\n\nMörkt kopparfärgad till mörkbrun.\n\nMjuk, brödig eller gräddig maltsmak med rostade toner på medium till hög nivå ska förekomma. \r\nHumlesmak av centraleuropeiska humlesorter på låg nivå får finnas.\r\nHumlebeska på låg nivå får finnas.\r\nKaramelltoner på låg nivå får finnas.  \r\nChokladtoner på låg nivå får finnas.\r\nDiacetyl på mycket låg nivå får finnas.\r\nInga brända malttoner får förekomma. Ingen DMS eller fruktestrar får förekomma.\n\nMedium kropp. Mjuk med medium kolsyra.",
            "EXAMPLES": "Bräu z´Loh Dunkel, 4.5% \r\n- Berger Vollbier Dunkel, 5.3% \r\n- Bernard Dark, 5.1%"
         },
         "1F": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Schwarzbier",
            "STYLE_LETTER": "F",
            "CATEGORY": "Mild/karaktärsfull Lager",
            "CATEGORY_NUMBER": "1",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 9,
            "OG_MIN": "1.044",
            "OG_MAX": "1.052",
            "FG_MIN": "1.008",
            "FG_MAX": "1.012",
            "IBU_MIN": "18",
            "IBU_MAX": "30",
            "COLOR_MIN": "60",
            "COLOR_MAX": "100",
            "ABV_MIN": "4.6",
            "ABV_MAX": "5.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "De mörkaste lagerölen i Tyskland kallas Schwarzbier. Sådana öl har uppkommit lokalt där vattnet har varit hårt. Några områden där Schwarzbier har djupa rötter är kalkstensplatån Fränkische Schweiz och Thüringen. Förutom nämnda områden är Schwarzbier idag populärt i östra Tyskland. Ölet präglas av rostad malt och brukar vara slankare än annan centraleuropeisk mörk lager. En balanserande beska kan förekomma. Liksom andra traditionella lageröl bör det dekoktionsmäskas samt jäsas kallt och lagras länge.",
            "PROFILE": "Rostade malttoner på medium nivå ska finnas.\r\nBrända malttoner på låg nivå bör finnas.\r\nHumledoft av centraleuropeiska humlesorter på låg nivå får finnas.\r\nIngen DMS eller diacetyl får förekomma. Inga fruktestrar får förekomma. Inga alkoholtoner får förekomma.\n\nMörkt rödbrun till brunsvart.\n\nRostad maltsmak på medium nivå ska finnas.\r\nBränd maltsmak på låg nivå bör finnas.\r\nHumlesmak av centraleuropeiska humlesorter på låg nivå får förekomma.\r\nHumlebeska på medium nivå får förekomma.\r\nIngen DMS eller diacetyl får förekomma. Inga fruktestrar eller alkoholtoner får förekomma. Ingen restsötma får förekomma. Ingen syrlighet från bränd malt får förekomma.\n\nLätt till medium kropp. Torrt med medium kolsyra.",
            "EXAMPLES": "Leupser Dunkel, 4.9% \r\n- Samuel Adams Black Lager, 4.9%"
         },
         "1G": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Tjeckisk pilsner",
            "STYLE_LETTER": "G",
            "CATEGORY": "Mild/karaktärsfull Lager",
            "CATEGORY_NUMBER": "1",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 5,
            "OG_MIN": "1.044",
            "OG_MAX": "1.050",
            "FG_MIN": "1.010",
            "FG_MAX": "1.014",
            "IBU_MIN": "25",
            "IBU_MAX": "40",
            "COLOR_MIN": "5.59",
            "COLOR_MAX": "7.11",
            "ABV_MIN": "4.0",
            "ABV_MAX": "5.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Det första ljusa lagerölet bryggdes år 1842 i staden Pilsen i Böhmen. Pilsnerölet blev en omedelbar succé och spreds snabbt i Böhmen och därefter till övriga världen. Den tjeckiska pilsnern bryggs med ett mycket mjukt, mineralfattigt vatten som tillåter höga humlegivor utan att kärva toner slår igenom. Efterbeskan är lång och aromatisk, typiskt är tre givor av den klassiska tjeckiska humlesorten Saaz. Utjäsningsgraden är låg vilket ger en fyllig maltkropp och en relativt låg alkoholhalt. Liksom andra traditionella lageröl bör tjeckisk pils dekoktionsmäskas samt jäsas kallt och lagras länge.",
            "PROFILE": "Humledoft av centraleuropeiska humlesorter på medel till hög nivå ska finnas.\r\nBrödig eller gräddig malt på medel till hög nivå ska finnas.\r\nHonungstoner på låg nivå får finnas.\r\nDiacetyl på låg nivå får finnas.\r\nIngen DMS får förekomma. \r\nInga fruktestrar får förekomma.\n\nGyllengul\n\nHumlesmak av centraleuropeiska humlesorter på medel till hög nivå ska finnas.\r\nHumlebeska på medel till hög nivå ska finnas.\r\nBrödig eller gräddig maltsmak på medel till hög nivå ska finnas.\r\nHonungstoner på låg nivå får finnas.\r\nDiacetyl på låg nivå får finnas.\r\nIngen DMS får förekomma. \r\nInga fruktestrar får förekomma.\n\nMedium till stor kropp. Låg till medium kolsyra.",
            "EXAMPLES": "Pilsner Urquell, 4.4% \r\n- Budvar 12°, 5.0% \r\n- Rychtar Premium 12°, 5.0%"
         },
         "1H": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Tysk pilsner",
            "STYLE_LETTER": "H",
            "CATEGORY": "Mild/karaktärsfull Lager",
            "CATEGORY_NUMBER": "1",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 1,
            "OG_MIN": "1.044",
            "OG_MAX": "1.050",
            "FG_MIN": "1.006",
            "FG_MAX": "1.010",
            "IBU_MIN": "25",
            "IBU_MAX": "40",
            "COLOR_MIN": "1.52",
            "COLOR_MAX": "5.08",
            "ABV_MIN": "4.5",
            "ABV_MAX": "5.3",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Pilsnerbryggning spreds snabbt från Pilsen i Böhmen (där den första pilsnern bryggdes) till Tyskland. Främst till norra och mellersta Tyskland, medan det konservativa Bayern med sitt hårda vatten var sist att acceptera pilsnern. Pilsner är idag den dominerande öltypen i hela Tyskland. Den tyska pilsnern är högförjäst och därmed torrare än den böhmiska originalpilsnern. Tysk ädelhumle används generellt och ger beskan en gräsig ton. Det torra och strama ölet ska ge ett rent, uppfriskande och elegant intryck. Liksom andra traditionella lageröl bör tysk pils dekoktionsmäskas samt jäsas kallt och lagras länge.",
            "PROFILE": "Humledoft av centraleuropeiska humlesorter på medel till hög nivå ska finnas.\r\nBrödig maltdoft på låg nivå bör finnas.\r\nIngen DMS eller diacetyl får förekomma. Inga fruktestrar får förekomma. Ingen karamelldoft eller doft av söt malt får förekomma.\n\nLjust halmgul till halmgul.\n\nHumlesmak av centraleuropeiska humlesorter på medel till hög nivå ska finnas.\r\nHumlebeska på hög till mycket hög nivå ska finnas.\r\nBrödig maltsmak på låg nivå bör finnas.\r\nIngen DMS eller diacetyl får förekomma. Inga fruktestrar får förekomma. Ingen karamellsmak eller restsötma får förekomma.\n\nLåg till medium kropp. Torrt. Medium till hög kolsyra.",
            "EXAMPLES": "Jever Pils, 4.9%"
         },
         "1I": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Internationell lager",
            "STYLE_LETTER": "I",
            "CATEGORY": "Mild/karaktärsfull Lager",
            "CATEGORY_NUMBER": "1",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 1,
            "OG_MIN": "1.040",
            "OG_MAX": "1.048",
            "FG_MIN": "1.004",
            "FG_MAX": "1.010",
            "IBU_MIN": "5",
            "IBU_MAX": "14",
            "COLOR_MIN": "1.52",
            "COLOR_MAX": "5.08",
            "ABV_MIN": "4.0",
            "ABV_MAX": "5.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Från mitten av 1800-talet började pilsneröl bryggas i större skala i USA, främst av tyska immigranter i Mellanvästern. Det sex-radiga kornet med hög tannin-halt och den inhemska humlen som då fanns att tillgå gav upphov till kärva smaker och bryggarna tenderade därför att minimera mängden malt och humle. Med tiden blev resultatet ett ytterst lätt och milt öl framställt i stor industriell skala. Denna öltyp kom snabbt att dominera Nordamerika och har inspirerat mycket av det storskaliga ölbryggandet i Latinamerika, Asien och Afrika och kan därmed anses vara den sanna internationella lagern. Ölet bryggs ofta med stora mängder råfrukt (vanligen majs eller ris) vilket kan innebära att mycket låga, men märkbara, nivåer av estrar kan förekomma. I övrigt ska ölet vara rent och elegant utan kärva toner, centraleuropeisk ädelhumle bör användas och ölet ska jäsas kallt.",
            "PROFILE": "Mild malt på mycket låg till låg nivå ska finnas.\r\nHumlearom på mycket låg nivå bör finnas.\r\nFruktestrar på mycket låg nivå får finnas.\r\nIngen DMS eller diacetyl får förekomma.\n\nLjust halmgul till halmgul.\n\nMild malt på mycket låg till låg nivå ska finnas.\r\nHumlesmak på mycket låg nivå får finnas.\r\nHumlebeska på mycket låg nivå får finnas.\r\nFruktestrar på mycket låg nivå får finnas.\r\nIngen DMS eller diacetyl får förekomma.\n\nLiten kropp. Medium till hög kolsyra.",
            "EXAMPLES": "Budweiser, 5.0% \r\n- Miller´s Genuine Draft, 4.7% \r\n- Miller´s High Life, 4.6%"
         },
         "1J": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Övriga klassiska i kategori Mild/karaktärsfull Lager",
            "STYLE_LETTER": "J",
            "CATEGORY": "Mild/karaktärsfull Lager",
            "CATEGORY_NUMBER": "1",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 4,
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Här avses gamla klassiska öltyper som funnits i decennier men som har fallit lite i glömska. Dessa öl kanske bara bryggs av ett fåtal bryggerier i världen och dessutom bryggs de sällan av hembryggare.\r\n\r\nÖl inlämnade i denna kategori ska alltså inte vara experimentvarianter av en känd ölstil, inte heller nya öltyper som håller på att bli populära - dessa ska lämnas in i klass 11D Modifierade öl.",
            "PROFILE": "",
            "EXAMPLES": ""
         }
    },
    "CATEGORY_NUMBER_2": {
    "2A": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Bock",
            "STYLE_LETTER": "A",
            "CATEGORY": "Kraftig Lager",
            "CATEGORY_NUMBER": "2",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 1,
            "OG_MIN": "1.066",
            "OG_MAX": "1.074",
            "FG_MIN": "1.012",
            "FG_MAX": "1.020",
            "IBU_MIN": "17",
            "IBU_MAX": "27",
            "COLOR_MIN": "5.59",
            "COLOR_MAX": "30.48",
            "ABV_MIN": "6.3",
            "ABV_MAX": "7.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Öltypen har sina rötter i norra Tyskland (Einbeck i Niedersachsen) men förknippas främst med Bayern där bocköl började bryggas på 1600-talet. De traditionella bockölen är bruna med en dominerande ren maltkaraktär med balans mellan maltsötma och rostade toner. Beskan är diskret.  Under senare tid har även ljusa bocköl börjat bryggas, ofta som en säsongsprodukt till våren då den kallas Maibock. Även de ljusa bockölen domineras av en mjuk maltighet, men är oftast något mer utjästa än de traditionella bockölen vilket medför att beskan upplevs som tydligare. Liksom andra traditionella lageröl bör bocköl dekoktionsmäskas samt jäsas kallt och lagras länge.",
            "PROFILE": "Brödig eller gräddig malt på medel till hög nivå ska finnas.\r\nRostade malttoner på medel nivå ska finnas i mörka bockar.\r\nKaramelldoft på låg nivå får finnas.\r\nHumledoft av centraleuropeiska humlesorter på låg nivå får finnas.\r\nAlkoholtoner på låg nivå får finnas.\r\nFruktestrar på mycket låg nivå får finnas.\r\nIngen DMS eller diacetyl får finnas.\n\nGyllengul till brun.\n\nBrödig eller gräddig malt på medel till hög nivå ska finnas.\r\nRostade malttoner på medel nivå ska finnas i mörka bockar.\r\nHumlesmak av centraleuropeiska humlesorter på låg till medium nivå bör finnas.\r\nHumlebeska på låg till medium nivå bör finnas. \r\nKaramelldoft på låg nivå får finnas. \r\nAlkoholtoner på låg nivå får finnas. \r\nFruktestrar på mycket låg nivå får finnas. \r\nIngen DMS eller diacetyl får finnas.\n\nMedium till stor kropp. Mjuk med medium kolsyra.",
            "EXAMPLES": "Nankendorfer Bockbier, 7.0% \r\n- Reutberger Josefi-Bock, 6.9% \r\n- Zehendner Mönchsambacher Maibock, 6.5%"
         },
     "2B": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Dubbelbock",
            "STYLE_LETTER": "B",
            "CATEGORY": "Kraftig Lager",
            "CATEGORY_NUMBER": "2",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 1,
            "OG_MIN": "1.075",
            "OG_MAX": "1.080",
            "FG_MIN": "1.016",
            "FG_MAX": "1.024",
            "IBU_MIN": "17",
            "IBU_MAX": "27",
            "COLOR_MIN": "7.62",
            "COLOR_MAX": "50.8",
            "ABV_MIN": "6.5",
            "ABV_MAX": "8.2",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "En bayersk öltyp som började bryggas i Paulaner-munkarnas klosterbryggeri i München (som betyder ”munkarnas plats”) på 1600-talet. För munkarna var ölet mer än en trevlig dryck, det var en viktig näringskälla speciellt under de långa fasteperioderna. Paulaner-munkarna genomgick två långa fasteperioder om året och eftersom ingen fast föda fick intas var man hänvisad till ”flytande bröd”, ett maltsött och kraftigt öl som sedermera gavs namnet Salvator. I princip alla efterföljande dubbelbockar har namn med suffixet –ator.   Dubbelbockar är oftast mörkbruna och karaktäriseras av en mycket stor, mjuk och fyllig maltsmak som varken ska vara kletig eller kvalmig. Maltsötman och rostade toner ska vara i balans. Den rena maltkaraktären och avsaknaden av jäsningsprodukter gör att ölet trots sin tyngd passar att dricka i sejdlar. Det förekommer även ett fåtal ljusa dubbelbockar som saknar rostade malttoner. Liksom andra traditionella lageröl bör dubbelbockar dekoktionsmäskas samt jäsas kallt och lagras mycket länge.",
            "PROFILE": "Brödig eller gräddig malt på hög till mycket hög nivå ska finnas.\r\nRostade malttoner på medium nivå ska finnas i mörka dubbelbockar.\r\nKaramelldoft på medium nivå får finnas.\r\nFruktestrar på låg nivå får finnas.\r\nIngen DMS eller diacetyl får finnas. Ingen humledoft får finnas.\n\nBärnstensfärgad till brunsvart.\n\nBrödig eller gräddig malt på hög till mycket hög nivå ska finnas.\r\nAlkoholtoner på mycket låg till medium nivå bör finnas.\r\nRostade malttoner på medium nivå ska finnas i mörka dubbelbockar.\r\nHumlebeska på medium nivå får finnas.\r\nKaramelldoft på medium nivå får finnas.\r\nHumlesmak av centraleuropeiska humlesorter på låg nivå får finnas.\r\nFruktestrar på låg nivå får finnas.\r\nIngen DMS eller diacetyl får finnas.\n\nStor till mycket stor kropp. Mjuk med medium kolsyra.",
            "EXAMPLES": "Paulaner Salvator, 7.9% \r\n- Ayinger Celebrator, 6.7% \r\n- St Jakobus Blonder Bock, 7.5%"
         },
     "2C": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Modern Ljus Lager",
            "STYLE_LETTER": "C",
            "CATEGORY": "Kraftig Lager",
            "CATEGORY_NUMBER": "2",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 1,
            "OG_MIN": "1.044",
            "OG_MAX": "1.056",
            "FG_MIN": "1.010",
            "FG_MAX": "1.016",
            "IBU_MIN": "30",
            "IBU_MAX": "45",
            "COLOR_MIN": "3.56",
            "COLOR_MAX": "10.16",
            "ABV_MIN": "4.5",
            "ABV_MAX": "5.6",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Hantverksbryggande (”craft brewing”) fick en renässans i USA på 1970-talet som en reaktion mot det slätstrukna öl som totalt dominerade det amerikanska utbudet. Typiskt för dessa nya öl är en tydlig humlekaraktär, där humlesorter används som ger intensivt fruktiga och blommiga aromer och smak. Stora humlegivor sent i koket och torrhumling är vanligt förekommande. Humlekaraktären i arom och smak ska vara mycket fräsch medan efterbeskan kan variera från medel till hög. Från början dominerades produktionen av överjäst ale men så småningom började också lageröl med en likartad humleprofil att produceras.  Trenden att brygga humlearomatiska hantverksmässiga öl har kraftigt förstärkts i Nordamerika sedan 70-talet och spridit sig över hela världen, speciellt till de nordiska länderna. Ölet ska jäsas kallt och karaktäriseras av en ren maltsmak vid sidan av den intensiva humlekaraktären.",
            "PROFILE": "Intensivt fruktig/blommig humlearom på hög till mycket hög nivå ska finnas.\r\nMaltdoft på låg till medium nivå ska finnas.\r\nDiacetyl på mycket låg nivå får finnas.\r\nIngen DMS får finnas. Inga fruktestrar från jäsningen får finnas.\n\nHalmgul till ljust bärnstensfärgad.\n\nHumlesmak på hög nivå ska finnas.\r\nHumlebeska på medium till hög nivå ska finnas.\r\nMaltsmak på medium nivå ska finnas.\r\nDiacetyl på mycket låg nivå får finnas.\r\nIngen DMS får finnas. Inga fruktestrar från jäsningen får finnas.\n\nMedium kropp. Medium kolsyra.",
            "EXAMPLES": "Tjockhult Tjinook, 5.1% \r\n- Mikkeller American Dream, 4.6%"
         },
     "2D": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Modern Mörk Lager",
            "STYLE_LETTER": "D",
            "CATEGORY": "Kraftig Lager",
            "CATEGORY_NUMBER": "2",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 1,
            "OG_MIN": "1.044",
            "OG_MAX": "1.056",
            "FG_MIN": "1.010",
            "FG_MAX": "1.016",
            "IBU_MIN": "25",
            "IBU_MAX": "40",
            "COLOR_MIN": "10.16",
            "COLOR_MAX": "40.64",
            "ABV_MIN": "4.5",
            "ABV_MAX": "5.6",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Hantverksbryggande (”craft brewing”) fick en renässans i USA på 1970-talet som en reaktion mot det slätstrukna öl som totalt dominerade det amerikanska utbudet. Typiskt för dessa nya öl är en tydlig humlekaraktär, där humlesorter används som ger intensivt fruktiga och blommiga aromer och smak. Stora humlegivor sent i koket och torrhumling är vanligt förekommande. Humlekaraktären i arom och smak ska vara mycket fräsch medan efterbeskan kan variera från medel till hög. Från början dominerades produktionen av överjäst ale men så småningom började också lageröl med en likartad humleprofil att produceras.  Trenden att brygga humlearomatiska hantverksmässiga öl har kraftigt förstärkts i Nordamerika sedan 70-talet och spridit sig över hela världen, speciellt till de nordiska länderna. Ölet ska jäsas kallt och karaktäriseras av en ren maltsmak med ökande rostade inslag med ökande färg vid sidan av den intensiva humlekaraktären.",
            "PROFILE": "Intensivt fruktig/blommig humlearom på medium till mycket hög nivå ska finnas.\r\nMaltdoft på låg till medium nivå ska finnas.\r\nRostade malttoner på medium nivå får finnas.\r\nDiacetyl på mycket låg nivå får finnas.\r\nIngen DMS får finnas. Inga fruktestrar från jäsningen får finnas.\n\nBärnstensfärgad till mörkbrun\n\nHumlesmak på medium till hög nivå ska finnas.\r\nHumlebeska på medium till hög nivå ska finnas.\r\nMaltsmak på medium nivå ska finnas.\r\nRostade malttoner på medium nivå får finnas.\r\nDiacetyl på mycket låg nivå får finnas.\r\nIngen DMS får finnas. Inga fruktestrar från jäsningen får finnas.\n\nMedium kropp. Medium kolsyra.",
            "EXAMPLES": "Nils-Oscar Kalasöl, 5.2% \r\n- Zeitgeist, 4.9%"
         },
     "2E": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Övriga klassiska i kategori Kraftig Lager",
            "STYLE_LETTER": "E",
            "CATEGORY": "Kraftig Lager",
            "CATEGORY_NUMBER": "2",
            "TYPE": "Lager",
            "COLOR_SCHEMA": 1,
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Här avses gamla klassiska öltyper som funnits i decennier men som har fallit lite i glömska. Dessa öl kanske bara bryggs av ett fåtal bryggerier i världen och dessutom bryggs de sällan av hembryggare. \r\n\r\nÖl inlämnade i denna kategori ska alltså inte vara experimentvarianter av en känd ölstil, inte heller nya öltyper som håller på att bli populära - dessa ska lämnas in i klass 11D Modifierade öl.",
            "PROFILE": "",
            "EXAMPLES": ""
         } 
    },
    "CATEGORY_NUMBER_3": {
    "3A": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Engelsk dark mild",
            "STYLE_LETTER": "A",
            "CATEGORY": "Mild ale",
            "CATEGORY_NUMBER": "3",
            "TYPE": "Ale",
            "OG_MIN": "1.032",
            "OG_MAX": "1.037",
            "FG_MIN": "1.006",
            "FG_MAX": "1.011",
            "IBU_MIN": "10",
            "IBU_MAX": "24",
            "COLOR_MIN": "20.32",
            "COLOR_MAX": "45.72",
            "ABV_MIN": "3.0",
            "ABV_MAX": "3.6",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "\"Mild\" var ursprungligen ett namn på ett öl som var ungt och fräscht och som inte hänvisade till någon speciell ölstil. Den har sitt ursprung i England under 1600-talet eller tidigare. I modern tid har stilen tolkats som \"mildly hopped\". Nuförtiden är de flesta \"Milds\" av typen \"Dark mild\", även om det fortfarande finns ett fåtal ljusare exemplar kvar på marknaden. En \"Mild\", oavsett färg, ska framförallt kännetecknas av en fräsch maltsötma och och mycket låg humlearom och smak. De är ofta till sin fördel färska. \"Mild\" bryggs på karaktärsfull engelsk alemalt, crystal malt av olika slag, chokladmalt samt bryggsocker.",
            "PROFILE": "Ska innehålla maltigt lättrostade toner med inslag av toffee och choklad på låg till medium nivå.\r\n\r\nFruktestrar på låga till medium nivåer är tillåtna.\r\n\r\nHumledoft på låg nivå får förekomma.\n\nMörkt kopparfärgad till rödsvart i färgen. Köldgrumling tillåtet.\n\nMaltsötma ska dominera smaken men får inte överstiga medium. Smaker som karamell, choklad, plommon/russin och lättrostad malt ska förekomma på låga till medium nivåer. Inslag av lakrits och kaffe får förekomma på låga nivåer. \r\n\r\nFruktestrar på låga till medium nivåer får förekomma.\r\n\r\nHumlesmaken ska vara låg.\r\n\r\nDiacetyl får förekomma men då på en mycket låg nivå.\r\n\r\nHumlebeskan ska vara låg.\n\nLiten till medium kropp. Mjukt maltsöt med låg kolsyrenivå.",
            "EXAMPLES": "Sainsbrys Draught dark mild 3,4%, Highgate DM 3,5%, Brains Dark 3,5%, Elgood's Black Dog 3.6 %."
         },
     "3B": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Kölsch",
            "STYLE_LETTER": "B",
            "CATEGORY": "Mild ale",
            "CATEGORY_NUMBER": "3",
            "TYPE": "Ale",
            "OG_MIN": "1.042",
            "OG_MAX": "1.046",
            "FG_MIN": "1.006",
            "FG_MAX": "1.010",
            "IBU_MIN": "20",
            "IBU_MAX": "27",
            "COLOR_MIN": "4.06",
            "COLOR_MAX": "7.11",
            "ABV_MIN": "4.6",
            "ABV_MAX": "5.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Kölsch är ett skyddat namn och får bara användas av bryggerier nära Köln.\r\nKölsch är överjäst som långlagras vid låg temperatur. En öl i klassisk torr tysk stil med en elegant ljus maltkaraktär. Vete används ofta i små mängder (upp till ca 15%). Kölsch bör serveras vid cirka 8 grader och traditionellt i relativt smala, höga och cylindriska raka glas. Enligt en tysk lag ska en kölsch ha en alkoholhalt på exakt 4,8%.",
            "PROFILE": "I aromen ska en liten sötaktig och vinös ton ingå. Även en liten syra får förekomma. I övrigt ska doften vara ren och rak med inslag av pilnermaltskaraktär.\r\nHumledoft på mycket låg nivå får finnas. Ingen eller mycket låg nivå av fruktestrar. I aromen får även små inslag av jordighet och örter förekomma. DMS/kokta grönsaker får finnas, men på mycket låga nivåer.\n\nHalmgul till gyllengul. Ingen köldgrumling. Kraftigt stabilt skum.\n\nMaltsmaken, som bör vara brödig och ha lite jordiga inslag, ska ligga på låg till medium nivå. \r\nSmaken ska upplevas fräsch med en uppiggande syra på låg nivå. En avslutande elegant honungssötma får förekomma men ölet ska vara utjäst och ha en torr karaktär. \r\nHumlesmaken ska vara låg. \r\nFruktestrar endast på låga nivåer. DMS/kokta grönsaker får finnas, men på mycket låga nivåer. \r\nLåg till medium humlebeska.\n\nLiten kropp. Hög kolsyrenivå. Väl utjäst.",
            "EXAMPLES": "Früh Kölsch 4,8% /Cölner Hofbräu - Sester Kölsch 4,8% /Sester Brauerei - \r\nSummertime 4,7% /Goose Island"
         },
     "3C": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Irländsk red ale",
            "STYLE_LETTER": "C",
            "CATEGORY": "Mild ale",
            "CATEGORY_NUMBER": "3",
            "TYPE": "Ale",
            "OG_MIN": "1.044",
            "OG_MAX": "1.055",
            "FG_MIN": "1.010",
            "FG_MAX": "1.014",
            "IBU_MIN": "17",
            "IBU_MAX": "25",
            "COLOR_MIN": "12.7",
            "COLOR_MAX": "22.86",
            "ABV_MIN": "4.0",
            "ABV_MAX": "5.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Red Ale är lätt till medium i kroppen och ska\r\nha en färgton som drar åt kopparrött. Karamellmalt,\r\nknäckighet, sirap och toffé ska dominera\r\nbåde i arom och smak och ge en utmärkande\r\nkraftfull karamellig karaktär. Humlen\r\nfår bara bidra med beska för att ge ölet en torr\r\noch behaglig avslutning.",
            "PROFILE": "Doften ska vara karamellmaltig\r\noch bör ha inslag av knäck, sirap och/eller\r\ntoffee på medium nivå. En liten brödig maltton\r\nfår förekomma.\r\nEn låg fruktighet bör även ingå. Aromen ska\r\nupplevas mjuk.\r\nIngen humlearom får märkas.\n\nKoppar till mörkt kopparfärgad,\r\nmed ett rött inslag.\n\nEn mjuk maltighet på låg till medium\r\nnivå som ska vara knäckig och kolaaktig. Maltigheten\r\nbör vara knäckig, kolaaktig och mjuk.\r\nInslag av havrekaka får förekomma på låg nivå.\r\nFruktestrar på mycket låg nivå får förekomma.\r\nHumlesmaken ska vara mycket låg.\r\nÖlet får inte upplevas sött utan det ska ha en\r\nlite torr avslutning.\r\nBeskan ska vara låg.\n\nLåg till medium kropp. Låg kolsyrenivå.\r\nMjuk munkänsla.",
            "EXAMPLES": "Murphy’s Irish Red 5,0% - Strongarm\r\nRuby Red Ale 4,0% /Camerons"
         },
     "3D": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Skotsk ale 70/- & 80/-",
            "STYLE_LETTER": "D",
            "CATEGORY": "Mild ale",
            "CATEGORY_NUMBER": "3",
            "TYPE": "Ale",
            "OG_MIN": "1.037",
            "OG_MAX": "1.050",
            "FG_MIN": "1.008",
            "FG_MAX": "1.018",
            "IBU_MIN": "12",
            "IBU_MAX": "25",
            "COLOR_MIN": "15.24",
            "COLOR_MAX": "38.1",
            "ABV_MIN": "3.5",
            "ABV_MAX": "4.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Historiskt är skotska öl präglade av klimatets\r\nförutsättningar. Traditionellt behövde humle\r\nimporteras och hölls därför på ett minimum.\r\nJäsningen sker vid lägre temperatur än för andra\r\nale, vanligtvis vid 16-18 C, vilket ger en låg\r\nfruktighet. Skotsk Ale ger ett något sött huvudintryck,\r\nfrämst från maltsötman men också\r\npga. avsaknad av större humlegivor. Maltkaraktären\r\nkompletteras med lätt karamell, för de\r\nsvagare ölen med dragning åt kola/toffee. De\r\nstarkare har ofta en karamellig knäckighet och\r\nchoklad. En lätt rökighet och vinösa toner kan\r\nförekomma. Röktoner härrör från den traditionella\r\nskotska ale-jästen.\r\n\r\nKaramelltoner kan förstärkas genom att vörten\r\nkokas extra länge, minst 1½-2 tim.\r\nEngelska humlesorter används som bitterhumle.\r\nSmak- och aromhumle undviks.\r\nEnligt gammal skotsk tradition späds de ofta\r\nfrån en 90 eller 120 shilling.",
            "PROFILE": "Ett maltigt inslag på medium\r\nnivå ska finnas i aromen. Maltaromen bör\r\nha inslag av karamell och choklad på svag till\r\nmedium nivå.\r\nFruktestrar på låg nivå är tillåtet.\r\nEn svagt rökig ton och en liten syra får förekomma\r\ni doften.\r\nHumledoft på låg nivå får förekomma.\n\nKopparfärgad till mörkt\r\nrödbrun. Köldgrumling är tillåten.\n\nSmaken ska domineras av en mjuk karamellig\r\nmaltsötma på medium till hög nivå,\r\ndär choklad och/eller vanilj bör förekomma.\r\nFruktestrar med inslag av russin bör också bidra\r\ntill smakbilden, men på en låg nivå.\r\nEn rökighet, på mycket låg till låg nivå, får förekomma.\r\nIngen eller mycket låg humlesmak får förekomma.\r\nHumlebeskan ska vara låg.\n\nMedium kropp. Låg kolsyrenivå.\r\nMjuk maltighet.",
            "EXAMPLES": "Belhaven Best 3,5% /Belhaven Brewery\r\n- William Wallace 4,5% /Bridge Of Allan\r\nBrewery Ltd"
         },
     "3E": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Brittisk brown ale",
            "STYLE_LETTER": "E",
            "CATEGORY": "Mild ale",
            "CATEGORY_NUMBER": "3",
            "TYPE": "Ale",
            "OG_MIN": "1.037",
            "OG_MAX": "1.055",
            "FG_MIN": "1.008",
            "FG_MAX": "1.013",
            "IBU_MIN": "15",
            "IBU_MAX": "25",
            "COLOR_MIN": "17.78",
            "COLOR_MAX": "25.4",
            "ABV_MIN": "3.8",
            "ABV_MAX": "5.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "British Brown Ale härstammar från Dark Mild\r\noch uppkom i London på 1920-talet. En alkoholstarkare\r\noch beskare variant av Brittisk\r\nBrown Ale utvecklades efterhand i nordöstra\r\nEngland, där den fortfarande är mycket populär.\r\nNumera förknippas ölstilen med staden\r\nNewcastle.\r\nBrittisk Brown Ale bryggs oftast av pale ale\r\noch karamellmalt samt bryggsocker upp till\r\n10%. Bland humlesorterna dominerar Challenger,\r\nEast Kent Golding, Northdown och\r\nFuggle. Det är inte ovanligt att 100% av humlen\r\nanvänds som bitterhumle. En väl balanserad\r\nbitterhumlegiva gör att ölet varken upplevs\r\nsom beskt eller sött. Ett inslag av mjuk tvålighet\r\navslutar ofta smaken.",
            "PROFILE": "Lättrostad maltdoft med inslag\r\nav karamell, knäck eller kola ska dominera\r\naromen.\r\n\r\nFruktestrar på låg till medium nivå bör finnas.\r\nHumledoft på låg nivå får förekomma.\n\nMörkt kopparfärgad till\r\nrödbrun. Köldgrumling är tillåtet.\n\nEn knäckig och karamellig maltsötma\r\nmed lättrostade inslag ska förekomma på låg\r\ntill medium nivå.\r\nFruktestrar ska finnas på medium nivå.\r\nHumlesmaken ska vara låg.\r\nDiacetyl får förekomma på mycket låga nivåer.\r\nEtt inslag av mjuk tvålighet får finnas i eftersmaken.\r\nHumlebeskan ska vara låg.\n\nMedium kropp. Mjukt tvålig.\r\nMedium CO2.",
            "EXAMPLES": "Newcastle Brown Ale 4,7% - Trooper\r\nJane Crack Shot 5,5% /Daleside –\r\nManchester brown ale 3,8% /Joseph Holt"
         },
     "3F": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "English ordinary bitter",
            "STYLE_LETTER": "F",
            "CATEGORY": "Mild ale",
            "CATEGORY_NUMBER": "3",
            "TYPE": "Ale",
            "OG_MIN": "1.034",
            "OG_MAX": "1.040",
            "FG_MIN": "1.006",
            "FG_MAX": "1.012",
            "IBU_MIN": "20",
            "IBU_MAX": "40",
            "COLOR_MIN": "8.13",
            "COLOR_MAX": "15.24",
            "ABV_MIN": "3.4",
            "ABV_MAX": "4.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Denna Bitter är den vanligaste av de traditionella Ale-typerna på brittiska pubar. Den uppstod på 1920-talet i England. De är ofta till sin fördel färska, gärna som Real Ale. Ordinary Bitter, som ofta kallas bara Bitter, är en mycket lättdrucken öl. Den har en låg kolsyrenivå och en tydlig humlekaraktär.",
            "PROFILE": "Ska ha en arom av brittisk örtig humle på medium till hög nivå. En låg nivå av karamellmaltighet bör ingå i aromen. Små mängder av fruktestrar bör finnas. En låg nivå av diacetyl får förekomma.\n\nBärnstensfärgad till kopparfärgad.\n\nHumlekaraktären ska vara medium till hög och vara av brittisk örtigt/kryddig karaktär. Ett litet knäckigt maltinslag bör balansera humlesmaken.\r\nBör vara fruktig på låg nivå. Diacetyl får förekomma på mycket låg nivå. Humlebeskan ska vara medium till hög.\n\nLåg till medium kropp. Låg kolsyrenivå.",
            "EXAMPLES": "Jennings Bitter 3,5%, Tomas Hardy Country Bitter 4,0%, Monks - Svea pale Ale 3,5 %"
         },
     "3G": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Övriga klassiska i kategori Mild ale",
            "STYLE_LETTER": "G",
            "CATEGORY": "Mild ale",
            "CATEGORY_NUMBER": "3",
            "TYPE": "Ale",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Till exempel Strong mild, American amber ale,\r\nSvagdricka, Scottish light ale 60/-, California\r\ncommon, Engelsk Light mild.\r\n\r\nHär avses gamla klassiska öltyper som funnits i\r\ndecennier men som har fallit lite i glömska.\r\nDessa öl kanske bara bryggs av ett fåtal bryggerier\r\ni världen och dessutom bryggs de sällan\r\nav hembryggare.\r\nÖl inlämnade i denna kategori ska alltså inte\r\nvara experimentvarianter av en känd ölstil, inte\r\nheller nya öltyper som håller på att bli populära\r\n- dessa ska lämnas in i klass 11D Modifierade öl.",
            "PROFILE": "",
            "EXAMPLES": ""
         }

    },
    "CATEGORY_NUMBER_4": {
    "4A": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Engelsk best bitter",
            "STYLE_LETTER": "A",
            "CATEGORY": "Karaktärsfull ale",
            "CATEGORY_NUMBER": "4",
            "TYPE": "Ale",
            "OG_MIN": "1.040",
            "OG_MAX": "1.046",
            "FG_MIN": "1.006",
            "FG_MAX": "1.012",
            "IBU_MIN": "20",
            "IBU_MAX": "40",
            "COLOR_MIN": "12.7",
            "COLOR_MAX": "17.78",
            "ABV_MIN": "3.7",
            "ABV_MAX": "4.8",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "En Best Bitter är inte så besk som namnet gör gällande. Den komplexa maltigheten är det starkaste kännetecknet för underklassen. De är ofta till sin fördel färska, gärna som Real Ale.",
            "PROFILE": "Blommig och örtkryddig humlearom ska finnas på medium nivå. Maltigheten i aromen ska vara medium och den är vanligtvis komplex med ett inslag av fudge, toffé och knäck. Maltigheten ska dock balanseras av den örtkryddiga humlearomen. Fruktestrar upp till medium nivå får förekomma.\n\nKopparfärgad.\n\nHumle och maltsmak ska samspela i denna öltyp. Humlesmaken ska vara medium till hög.humlekaraktären ska vara gräsig, örtig och/eller kryddig. Även en låg nivå av citrus/pommerans får förekomma. Best Bitter ska ha en maltkaraktär på medium nivå som upplevs karamellig och knäckig med inslag av fudge och toffé.\r\nBör ha en fuktighet, på liten till medium nivå. En mycket svag tvålighet får finnas. Diacetyl får finnas på en mycket låg nivå. Beskan ska vara medel och balanserande.\n\nMedium kropp. Låg kolsyrenivå.",
            "EXAMPLES": "Fullers London Pride 4,7%., Honkers Ale 4,2%, Goose Island - southwold Bitter 4,1% , Adnams - Ossian 4,1 %, inveralmond Brewery - Cambridge Bitter 3,8% , elgood's - First gold 4,0%, Badger - maplemoon 4,8%,  Joseph Holt - Goliath 4,2 %, wychwoof Brewery - Lancaster bomber 4,4 %"
         },
     "4B": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "English strong bitter - ESB",
            "STYLE_LETTER": "B",
            "CATEGORY": "Karaktärsfull ale",
            "CATEGORY_NUMBER": "4",
            "TYPE": "Ale",
            "OG_MIN": "1.052",
            "OG_MAX": "1.065",
            "FG_MIN": "1.010",
            "FG_MAX": "1.016",
            "IBU_MIN": "25",
            "IBU_MAX": "45",
            "COLOR_MIN": "15.24",
            "COLOR_MAX": "22.86",
            "ABV_MIN": "5.5",
            "ABV_MAX": "7.2",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "1971 lanserade Fuller's en ny öl, ESB. Det ar en vinterbrygd som ersatte ett öl som hette Old Burton Extra. Ölet gjorde snabbt succé och fick ganska snart en egen typdefinition. Idag görs starkare engelska \"Bitters\" lite varstans i världen, men dessa får inte kallas ESB då namnet är varumärkesskyddat.\r\nÖltypen Engelsk Strong Bitter omfattar dock flera öl en Fuller's ESB. En Engelsk Strong Bitter ska ha balans mellan maltigheten och humlekaraktär. Maltigheten ska vara knäckigt komplex utan att bli sliskig och humlen ska vara av engelsk typ.",
            "PROFILE": "Blommig kryddig humle ska förekomma på medium till hög nivå. Maltigheten ska vara på medium till hög nivå. I maltaromen bör knäckiga och karamelliga toner ingå.\r\nFruktiga toner bör också ingå på låg till medium nivå.\n\nKopparfärgad till mörkt kopparfärgad.\n\nI maltsmaken, som ska vara hög, ska inslag av karamell och/eller kola/knäck finnas. Karaktären bör vara svagt rostad. Maltsötman ska vara på medium nivå. Fruktighet ska ingå i smaken och vara medium till stor.\r\nHumlesmaken ska vara på medium nivå. Beskan ska vara medium till hög, men får inte dominera.\n\nMedium til stor kropp",
            "EXAMPLES": "Fullers ESB 5,9%, Young’s Special London Ale 6,4%., Wychwood Brewery - King Goblin 6,6%,  Jämtlands Bryggeri - Postiljon 5,8%, Brakspear Triple 7,2 %"
         },
     "4C": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Pale ale (APA)",
            "STYLE_LETTER": "C",
            "CATEGORY": "Karaktärsfull ale",
            "CATEGORY_NUMBER": "4",
            "TYPE": "Ale",
            "OG_MIN": "1.044",
            "OG_MAX": "1.056",
            "FG_MIN": "1.008",
            "FG_MAX": "1.016",
            "IBU_MIN": "20",
            "IBU_MAX": "35",
            "COLOR_MIN": "6.1",
            "COLOR_MAX": "14.22",
            "ABV_MIN": "4.4",
            "ABV_MAX": "5.9",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Ölstilen utvecklades i USA mot slutet av\r\n1970-talet som \"American Pale Ale\". I början\r\nvar användandet av amerikansk Cascade-humle\r\ndominerande. Därefter har odlandet och användandet\r\nav nya moderna humlesorter med de\r\nför öltypen önskvärda tonerna av citrus, frukt och\r\nblommighet spridits över hela världen.\r\nÖlet ska ha en tydlig humlekaraktär där moderna\r\nhumlesorter bidrar med citrus, frukt och\r\nblommighet, framför allt i aromen. Ölet\r\nfår dock inte vara dominerat humligt, utan det\r\nska ha ett tydligt maltstöd från ljus malt med\r\ninslag av viss karamellighet. Färgen är relativt\r\nljus. Ofta används renjäsande jäststammar för\r\natt hålla fruktigheten på en låg nivå.",
            "PROFILE": "Aromhumlad med moderna\r\nhumlesorter ska ge en fruktig humlearom\r\npå medium till hög nivå. En liten karamellig\r\nmaltton bör finnas som kompletterar humlen.\n\nGyllengul till ljust kopparfärgad.\r\nKöldgrumling är tillåten.\n\nHumlesmaken ska vara medium till hög. Amerikanska\r\noch andra nya humlesorter används för\r\natt ge karakteristiska citrusaktiga och fruktiga\r\nnyanser.\r\n\r\nEn liten till medium karamellmaltighet ska balansera humlesmaken.\r\n\r\nFriska/fräscha fruktestertoner bör förekomma\r\ni låga till höga nivåer. Ingen eller mycket liten diacetylton.\r\n\r\nBeskan ska vara medium, men får absolut inte dominera.\n\nMedium kropp. Ska ge en ren och lätt känsla, ej sötsliskig.",
            "EXAMPLES": "Pale Ale 5,6%/Sierra Nevada - Inferno 4,4%/Oakham Ales – Pale 31 4,8%/Firestone Walker"
         },
     "4D": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Brown ale (amerikansk)",
            "STYLE_LETTER": "D",
            "CATEGORY": "Karaktärsfull ale",
            "CATEGORY_NUMBER": "4",
            "TYPE": "Ale",
            "OG_MIN": "1.048",
            "OG_MAX": "1.060",
            "FG_MIN": "1.010",
            "FG_MAX": "1.017",
            "IBU_MIN": "25",
            "IBU_MAX": "60",
            "COLOR_MIN": "22.86",
            "COLOR_MAX": "35.56",
            "ABV_MIN": "5.0",
            "ABV_MAX": "6.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Brown Ale har inte många likheter med den brittiska varianten som dock är dess ursprung. Humlekaraktär med citrustoner ska vara tydlig till kraftig både i smak och arom. Även om amerikanska och andra nya humlesorter dominerar, så används ofta även engelska och tyska sorter. Maltigheten ska vara tydlig och komplex. Användandet av många mörka maltsorter ger lättrostade toner, nötighet, karamell och choklad. Ofta används renjäsande jäststammar för att\r\nhålla fruktigheten på en relativt låg nivå. Alkoholhalten och framförallt beskan är högre än i den brittiska varianten. Förutom malt används ofta små mängder av olika sockerarter såsom melass, honung, lönnsirap, majssocker och\r\nkandisocker.\r\nTorrhumling är vanligt.",
            "PROFILE": "Humlearomen, av citrus och tropiska frukter, ska vara på medium till hög nivå.\r\n\r\nMaltigt komplex med inslag av choklad, karamell och rostade toner på medium nivå. Brända arominslag från mörka maltsorter får finnas på en mycket låg nivå.\r\n\r\nFruktestrar bör förekomma på låg nivå.\r\n\r\nIngen smörkola/diacetyl bör finnas.\n\nRödbrun till mörkbrun. Köldgrumling får förekomma.\n\nBåde humlen och malten ska vara\r\nframträdande och harmoniera med varandra.\r\nHumlesmaken av citrus och tropiska frukter\r\nska dominera något över den rika maltigheten.\r\nMaltigheten ska vara på medium till hög\r\nnivå och den ska märkas tydligt bakom humlen.\r\nLättrostade toner ska finnas. Inslag av brända\r\ntoner får finnas på en mycket låg nivå.\r\nFruktesternivån ska vara låg. Ingen diacetyl.\r\nBeskan ska vara medium till hög.\n\nMedium kropp, med en torrhet\r\npå medium till hög nivå som kommer av humle\r\noch utjäst öl.",
            "EXAMPLES": "Jackie Brown 5,9%/Mikkeller"
         },
     "4E": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Engelsk IPA",
            "STYLE_LETTER": "E",
            "CATEGORY": "Karaktärsfull ale",
            "CATEGORY_NUMBER": "4",
            "TYPE": "Ale",
            "OG_MIN": "1.050",
            "OG_MAX": "1.065",
            "FG_MIN": "1.010",
            "FG_MAX": "1.016",
            "IBU_MIN": "40",
            "IBU_MAX": "60",
            "COLOR_MIN": "12.7",
            "COLOR_MAX": "20.32",
            "ABV_MIN": "5.0",
            "ABV_MAX": "6.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Engelsk IPA, India Pale Ale, blev populär på\r\n1700-talet när engelsmännen behövde ett öl\r\nsom var mer hållbart och klarade att skeppas\r\ntill Indien. Detta medförde att denna välhumlade\r\noch relativt alkoholstarka ale skapades.\r\nHumlen som används är traditionella engelska\r\nhumlesorter där inte citrus eller tropisk fruktighet\r\ndominerar. Torrhumling är vanligt förekommande.\r\nÄven om den är gjord för långa sjötransporter\r\nbör den inte lagras länge då humlenyanserna\r\nförloras.",
            "PROFILE": "Medium humlearom,\r\nsom ska komma från engelska sorter. Andra\r\nhumlesorter får förekomma men då på en\r\nmycket låg nivå så att den engelska karaktären\r\ninte döljs.\r\n\r\nMaltaromen på medium nivå ska ha inslag av karamell, knäck,\r\nlättrostat bröd och en kakig karaktär som tar\r\nner humledominansen.\r\n\r\nDoften får inte vara söt eller fruktig.\n\nBärnsten till kopparfärgad.\n\nHumlesmak av engelsk karaktär ska\r\nvara på medium till hög nivå. Humlekaraktären\r\nska dock inte dominera smaken helt.\r\nMaltsmaken, som ska vara på medium nivå,\r\nska innehålla inslag av havrekaka, karamell eller\r\nknäck.\r\nÖlet ska ha en torr och ren karaktär.\r\nFruktestrar får förekomma på en låg nivå.\r\nAvslutningen ska vara torr.\r\nBeskan ska vara medium till hög.\n\nMedium kropp. Väl utjäst, torr.",
            "EXAMPLES": "Butcombe Brunel IPA 5,0% - Golden\r\nale 5,2% /Oppigårds – St. Peter’s India\r\nPale Ale 5,5% - Skogstorps IPA 6,0% /Eskilstuna\r\nölkultur"
         },
     "4F": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Altbier",
            "STYLE_LETTER": "F",
            "CATEGORY": "Karaktärsfull ale",
            "CATEGORY_NUMBER": "4",
            "TYPE": "Ale",
            "OG_MIN": "1.044",
            "OG_MAX": "1.048",
            "FG_MIN": "1.008",
            "FG_MAX": "1.014",
            "IBU_MIN": "35",
            "IBU_MAX": "50",
            "COLOR_MIN": "12.7",
            "COLOR_MAX": "33.02",
            "ABV_MIN": "4.5",
            "ABV_MAX": "5.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Namnet Altbier betyder egentligen ”gammalt\r\nöl” och härrör från tiden innan lagerjästens\r\nupptäckt. Altbier jäses med en tysk alejäst som\r\ntål att jäsas förhållandevis kallt, 15-18 grader.\r\nÖlet kallagras sedan för att ge en renare smak.\r\nAltbier bryggs med pilsner- eller alemalt och med inslag\r\nav rostad malt. Humlen är tysk (ofta Spalter)\r\neller tjeckisk ädelhumle. Vattnet ska vara\r\nrelativt hårt för att främja humleutbytet och ge\r\nett torrt och krispigt öl. Det är inte ovanligt att\r\nman torrhumlar lätt under lagringen.",
            "PROFILE": "Maltaromen har en brödighet med torrostade toner på medium nivå. Knäckiga inslag får förekomma på en låg nivå. Aromhumlad med tyska humlesorter på låg till medium nivå.\r\n\r\nFruktighet på mycket låg nivå får förekomma.\r\nIngen smörkola/diacetyl får finnas.\n\nKopparfärgad till mörkbrun. Ingen köldgrumling.\n\nMaltsmaken från olika maltsorter ska ligga på medium nivå. Inslaget av torrostad malt ska vara på en låg nivå, den skall endast vara smakförhöjande och inte dominant.\r\n\r\nHumlesmak på medium nivå. Humlekaraktären är kryddigt örtig av tyska ädelhumlesorter. \r\n\r\nÖlet ska ge ett rent, krispigt och smakfullt intryckt. Låga nivåer av estrar får förekomma. Ingen diacetyl får märkas.\r\n\r\nBeskan ska vara hög men får inte vara plåtig.\n\nMedium kropp, torr och stram.",
            "EXAMPLES": "Uerige Alt 4,7% /Uerige Obergärige\r\nHausbrauerei - Schlüssel Alt 5,0% /Hausbrauerei\r\nZum Schlüssel - Ctrl Alt Delete 4,5%\r\n/Nils Oscar"
         },
     "4G": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Övriga klassiska i kategori Karaktärsfull Ale",
            "STYLE_LETTER": "G",
            "CATEGORY": "Karaktärsfull ale",
            "CATEGORY_NUMBER": "4",
            "TYPE": "Ale",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Här avses gamla klassiska öltyper som funnits i\r\ndecennier men som har fallit lite i glömska.\r\nDessa öl kanske bara bryggs av ett fåtal bryggerier\r\ni världen och dessutom bryggs de sällan\r\nav hembryggare.\r\n\r\nÖl inlämnade i denna kategori ska alltså inte\r\nvara experimentvarianter av en känd ölstil, inte\r\nheller nya öltyper som håller på att bli populära\r\n- dessa ska lämnas in i klass 11D Modifierade öl.",
            "PROFILE": "",
            "EXAMPLES": ""
         }
    },
    "CATEGORY_NUMBER_5": {
        "5A": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Scottish strong ale, 90/-",
            "STYLE_LETTER": "A",
            "CATEGORY": "Kraftig ale",
            "CATEGORY_NUMBER": "5",
            "TYPE": "Ale",
            "OG_MIN": "1.065",
            "OG_MAX": "1.085",
            "FG_MIN": "1.012",
            "FG_MAX": "1.024",
            "IBU_MIN": "25",
            "IBU_MAX": "35",
            "COLOR_MIN": "20.32",
            "COLOR_MAX": "45.72",
            "ABV_MIN": "6.5",
            "ABV_MAX": "8.4",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Historiskt är skotska öl präglade av klimatets\r\nförutsättningar. Traditionellt behövde humle\r\nimporteras och hölls därför på ett minimum.\r\nJäsningen sker vid lägre temperatur än för andra\r\nale, vanligtvis vid 16-18 gr C.\r\n\r\nScottish Strong Ale ger ett maltsött och fylligt\r\nhuvudintryck kombinerat med en karamellig\r\nknäckighet och fruktestrar. Värmande alkohol,\r\nchoklad, lätt rökighet och vinösa toner är också\r\nvanligt förekommande.\r\n\r\nRöktoner härrör från den traditionella skotska\r\nale-jästen.\r\n\r\nKaramelltoner förstärks genom att vörten kokas\r\nextra länge, minst 1½-2 timmar, ofta 3-4\r\ntimmar.\r\n\r\nEngelska humlesorter används som bitterhumle.\r\nSmak- och aromhumle undviks.\r\n\r\nJäses vid ca 16 °C och lagras svalt. Ölen tappas\r\nom innan primärjäsningen avstannat för att avbryta\r\njäsningen och få en hög maltig sötma.",
            "PROFILE": "Ölet ska ha en maltig aromkaraktär\r\npå medium till hög nivå. I maltaromen\r\nska inslag av knäck, karamell, choklad och/eller\r\nkola förekomma. En liten rökig ton får också\r\ntillhöra aromen.\r\n\r\nAlkoholvärmande och fruktiga inslag bör också\r\ningå i doften. Låg nivå av fenoler och en svagt\r\nsyrlig ton får förekomma.\r\n\r\nHumledoft på en mycket låg nivå är tillåten.\n\nMörkt kopparfärgad till rödsvart. Köldgrumling är tillåten.\n\nMaltkaraktären, som bör vara stor, ska\r\nha inslag av knäck, karamell, kola och choklad.\r\nÄven inslag av lakritstoner får förekomma.\r\nMaltsötman ska balanseras av en ren alkoholkaraktär.\r\nEtt litet rökigt inslag får förekomma.\r\nFruktestrar får finnas på låg till medium nivå.\r\nHumlesmaken ska vara låg.\r\nLåg nivå av diacetyl är tillåten.\r\nBeskan ska vara låg.\n\nStor kropp. Söt, lätt viskös och mjuk.",
            "EXAMPLES": "Old Jock 6,7% /Broughton Ales –\r\nTraquair House Ale 7,2% /Traquair House\r\nBrewery –\r\nChampion Ale 7,2% /Mc Ewan’s -\r\nScotch Ale 8,2% /Nils Oscar"
         },
     "5B": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Strong pale ale",
            "STYLE_LETTER": "B",
            "CATEGORY": "Kraftig ale",
            "CATEGORY_NUMBER": "5",
            "TYPE": "Ale",
            "OG_MIN": "1.057",
            "OG_MAX": "1.072",
            "FG_MIN": "1.012",
            "FG_MAX": "1.018",
            "IBU_MIN": "30",
            "IBU_MAX": "45",
            "COLOR_MIN": "10.16",
            "COLOR_MAX": "17.78",
            "ABV_MIN": "5.9",
            "ABV_MAX": "7.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "I dessa ale är det humlen som pratar mest,\r\nmalten ska märkas som ett komplement. Humlen\r\nska domineras av sorter som ger en tydlig\r\nkaraktär av citrus och/eller tropisk frukt.",
            "PROFILE": "Det ska finnas en blommig och fruktig humlearom som är kraftig till mycket kraftig.\r\n\r\nEn maltighet med knäck och karamellinslag\r\nska balansera humledoften.\r\n\r\nFruktestrar på en medium nivå bör också ingå.\n\nLjus bärnsten till kopparfärgad.\n\nEn humlesmak av tropisk frukt och/eller\r\ncitrustoner ska närvara på medium till hög\r\nnivå. Humlesmaken ska ge ett fräscht intryck.\r\nMaltinslaget ska ge en svag till medium sötma\r\nsom bildar harmoni med humlen. Maltkaraktären\r\nska vara lite knäckig.\r\nFruktestrar på en medium nivå bör ingå och en\r\nsvag syrlig och/eller träig ton får förekomma.\r\nMedium till hög humlebeska som dock inte\r\nfår dominera eller vara kvarhängande.\n\nMedium kropp",
            "EXAMPLES": "Jaipur 5,9% /Thornbridge - Mayhem\r\n6,2% /Epic Brewing Company - Amarillo\r\n5,9% /Oppigårds – Dale’s Pale Ale 6,5% /Oskar\r\nBlues Brewery"
         },
     "5C": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "IPA",
            "STYLE_LETTER": "C",
            "CATEGORY": "Kraftig ale",
            "CATEGORY_NUMBER": "5",
            "TYPE": "Ale",
            "OG_MIN": "1.056",
            "OG_MAX": "1.070",
            "FG_MIN": "1.010",
            "FG_MAX": "1.016",
            "IBU_MIN": "50",
            "IBU_MAX": "75",
            "COLOR_MIN": "7.62",
            "COLOR_MAX": "12.7",
            "ABV_MIN": "5.9",
            "ABV_MAX": "7.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Denna variant av den klassiska engelska IPA:n\r\nutvecklades i USA och är numera en av de\r\npopuläraste ölstilarna. Till skillnad mot den\r\nengelska, som ska ha en balanserande maltighet,\r\nså ska denna IPA vara torr, besk och lätt i\r\nmaltkroppen. Små mängder av ljusa karamellmaltsorter\r\nska ge ett litet stöd åt de stora humlegivorna.\r\nHumlesorterna ska ge toner av citrus\r\noch/eller tropisk frukt. Såväl amerikanska som fruktiga\r\nhumlesorter från nya världen används.",
            "PROFILE": "Ska innehålla en stor blommig\r\nhumledoft med arom av citrus och/eller\r\ntropisk frukt.\r\nFruktestrar bör finnas på låg till medium nivå.\r\nMaltigheten, som ska vara låg, ska ha karamelliga\r\ninslag.\r\nAlkoholtoner får förekomma på låga nivåer.\n\nGyllengul till bärnstensfärgad.\r\nDisighet är tillåtet.\n\nKraftigt smakhumlad. Karakteriseras\r\nav en kraftig beska och hög alkoholhalt.\r\nKaramell och maltighet på låga till medium\r\nnivåer.\r\nFruktestrar på låga till medium nivåer är tillåtna.\r\nAlkoholsmak får förekomma men den får ej\r\nvara spritig. Hög mineralhalt i vattnet ger ett krispigt torrt öl. \r\nKraftig beska.\n\nMedium kropp. Torrt och krispigt.",
            "EXAMPLES": "Anniversary ale 5,9% /Sierra Nevada\r\n- Indian Tribute 6,8% /Oppigårds"
         },
     "5D": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "New England IPA - Vermont IPA",
            "STYLE_LETTER": "D",
            "CATEGORY": "Kraftig ale",
            "CATEGORY_NUMBER": "5",
            "TYPE": "Ale",
            "OG_MIN": "1.058",
            "OG_MAX": "1.071",
            "FG_MIN": "1.010",
            "FG_MAX": "1.018",
            "IBU_MIN": "30",
            "IBU_MAX": "60",
            "COLOR_MIN": "2.54",
            "COLOR_MAX": "7.62",
            "ABV_MIN": "5.9",
            "ABV_MAX": "8.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "VERDANT IPA, WLP066, Voss Kveik",
            "CO2": "-",            
            "NOTES": "New England IPA, NEIPA, är en vidareutveckling av amerikansk IPA, där humlekaraktären ökat samtidigt som den upplevda beskan har minskat. Mycket stora smak- och aromgivor samt torrhumling ger ett utmärkande disigt utseende. Jäst med låg flockning och låg förjäsbarhet används ofta för att öka disigheten och höja restsötman. Ölet har en kraftig arom och stor smak av humle, samt en len och fyllig kropp utan hög beska. Smaker och dofter av josig tropisk frukt förekommer i detta öl utan att frukt tillsätts.   \r\nNEIPA bör konsumeras relativt ung för att det karakteristiskt fräscha humleintrycket ska upplevas.",
            "PROFILE": "Ska innehålla en mycket stor fräsch och fruktig humledoft med arom av tropisk frukt och/eller citrus. Humledoften ska ej upplevas gräsig eller kryddig. Fruktestrar bör finnas på medium till hög nivå. Neutral maltarom med lätta brödiga inslag får förekomma på låga nivåer. Ingen karamellarom får förekomma. Alkoholtoner får förekomma på låga nivåer.\n\nHalmgul till gyllengul. Opak och disig av kraftig humling och jäst med låg flockulering. Kraftigt vitt skum.\n\nMycket kraftig smak av tropisk frukt och/eller citrus ska dominera. Fruktestrar på medium till höga nivåer bör finnas. Neutral maltsmak med lätta brödiga inslag får förekomma på låga nivåer. Ingen karamellsmak får förekomma. Alkoholsmak får förekomma men den får ej vara spritig. Ska ej upplevas söt från ojästa sockerarter. Inga kärva eller brännande humlesmaker ska märkas. Beska på låg till medium nivå.\n\nMedium till stor kropp. Mjukt, lent och fylligt. Medium kolsyra.",
            "EXAMPLES": "Amazing Haze 6,5% /Stigbergets Bryggeri - O/O Narangi IPA  6,8% /O/O Brewing"
         },
     "5E": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Black IPA",
            "STYLE_LETTER": "E",
            "CATEGORY": "Kraftig ale",
            "CATEGORY_NUMBER": "5",
            "TYPE": "Ale",
            "OG_MIN": "1.050",
            "OG_MAX": "1.070",
            "FG_MIN": "1.012",
            "FG_MAX": "1.018",
            "IBU_MIN": "40",
            "IBU_MAX": "60",
            "COLOR_MIN": "40.64",
            "COLOR_MAX": "50.8",
            "ABV_MIN": "5.5",
            "ABV_MAX": "7.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Black IPA är en mycket modern ölstil som såg\r\ndagens ljus först i mitten på 00-talet. Black\r\nIPA bryggs på pilsnermalt eller neutral pale\r\nale-malt samt några procent rostade maltsorter.\r\nDe mörka maltsorterna ska bidra med färg\r\nsamt lättrostade och chokladiga aromer och\r\nsmaker. Maltkompositionen kompletteras med\r\nmindre tillsatser av karamellmalt. Maltkaraktären\r\nfår dock inte överskugga humlen. Precis\r\nsom i en vanlig IPA ska humlen dominera.\r\nHumlekaraktären ska precis som i vanlig IPA\r\ndra åt citrus och tropisk frukt.",
            "PROFILE": "Ska ha en stor blommig humledoft med inslag av tropisk frukt och/eller citrus. Rostade\r\nmen ej brända malttoner och inslag av karamell\r\nska finnas på låg nivå. Alkoholtoner på låg nivå\r\när tillåtet.\n\nMörkbrun till svart.\r\nKöldgrumling är tillåten.\n\nKraftigt smakhumlad med moderna humlesorter som drar åt citrus och tropisk frukt.\r\n\r\nBeskan ska vara kraftig.\r\n\r\nMaltigheten ska vara rostad och chokladig med inslag av kaffe och karamell. Får vara lätt bränd. \r\nChoklad och karamell får inte dominera så att\r\ndet ger ett sött intryck.\r\nFruktestrar på medium nivå får förekomma.\n\nMedium kropp.",
            "EXAMPLES": "Jämtlands Black IPA 6,0% /Jämtlands\r\nbryggeri - Raven Black IPA 6,6% /\r\nThornbridge"
         },
     "5F": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Dubbel IPA",
            "STYLE_LETTER": "F",
            "CATEGORY": "Kraftig ale",
            "CATEGORY_NUMBER": "5",
            "TYPE": "Ale",
            "OG_MIN": "1.075",
            "OG_MAX": "",
            "FG_MIN": "1.012",
            "FG_MAX": "",
            "IBU_MIN": "75",
            "IBU_MAX": "1000",
            "COLOR_MIN": "8.13",
            "COLOR_MAX": "20.32",
            "ABV_MIN": "7.8",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Dubbel IPA eller Imperial IPA är en vidareutveckling av amerikansk IPA och var den första ölstilen att ta steget till Dubbel eller Imperial nivå. Ölstilen karakteriseras av kraftiga smak- och aromhumlegivor och en mycket tuff beska. \r\nDIPA bör konsumeras relativt ung för att det karakteristiskt fräscha humleintrycket ska upplevas. De stora sena humlegivorna bidrar ofta till en lätt svavlig ton i doft och smak. Torrhumlas ofta.",
            "PROFILE": "Kraftig humlearom från valfria humlesorter ska dominera doften. En del av aromen bör bestå av citrustoner. \r\nFruktiga toner från jäsning och humle bör vara på medium till hög nivå. Maltsötma ska balansera humlen. Alkohol får vara en del av doften men skall inte uppfattas som spritig. Får vara svavlig på mycket låg nivå.\n\nBärnstensfärgad till mörkt kopparfärgad. Disighet får förekomma.\n\nHumlesmaken skall vara stor och komplex, med inslag av frukt och citrus och får vara svavlig på mycket låg nivå. Beskan skall vara hög till extremt hög. Maltsmaken skall vara låg till medium och skall i viss mån balansera beskan. Maltkaraktären bör vara svagt karamellig med inslag av toffee och knäck. Ingen diacetyl. \r\nLåg till medium fruktighet bör förekomma. En ren men inte \r\npåträngande alkoholton är tillåten. Alkoholtonen får inte vara spritig eller innehålla högre alkoholer. Lång komplex efterbeska som inte får upplevas som kärv.\n\nMedium kropp. Inga\r\nkärva humlesmaker skall märkas. Kolsyrehalt på medel till hög nivå. \r\nDet bör finnas en svag alkohol och maltsötma i bakgrunden. Mjukt alkoholvärmande.",
            "EXAMPLES": "Pliny the Elder 8.0% /Russian River Brewing - Maharaja 10.3% /Avery Brewing - Hopslam ale 10.0% /Bell´s Brewery - Ruination IPA 7.7% /Stone Brewing - 90 minute IPA 9.0% /Dogfish Head - DIPA 8% /Poppels"
         },
     "5G": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Barley wine",
            "STYLE_LETTER": "G",
            "CATEGORY": "Kraftig ale",
            "CATEGORY_NUMBER": "5",
            "TYPE": "Ale",
            "OG_MIN": "1.083",
            "OG_MAX": "",
            "FG_MIN": "1.018",
            "FG_MAX": "",
            "IBU_MIN": "50",
            "IBU_MAX": "100",
            "COLOR_MIN": "15.24",
            "COLOR_MAX": "38.1",
            "ABV_MIN": "8.5",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",
            "NOTES": "En stark ale med ursprung i England. Den\r\nförsta i sitt slag var Bass no.1 med anor från\r\n1870-talet. Numera bryggs Barley Wine över hela världen. Hela skalan från extremt maltiga\r\nexemplar till de med tydlig beska och humlekaraktär\r\nfinns representerade. Barley Wine\r\nutvecklas ofta positivt med lagring. Med åren\r\nutvecklas dofter och smaker av torkad frukt,\r\nhonung, sherry och madeira. Bryggs med\r\nkaraktärsfull alemalt med inslag av karamellmalt\r\noch chokladmalt på låg nivå. Lakningen\r\ngörs med så lite lakvatten som möjligt, om ens\r\nnågot. Man kokar ofta flera timmar för att få\r\nen tydligare karamellsmak.",
            "PROFILE": "Stor söt arom, där någon eller flera av maltaromerna karamell, toffee, knäck, sirap och melass ska framträda.\r\n\r\nStor karaktär av fruktestrar och en alkoholvärmande arom ska finnas. Långlagrade Barley wines får tydliga aromer av torkad frukt. Humlearomen får vara låg till mycket hög.\n\nKopparfärgad till rödbrun\r\nfärg. Skumkronan får vara liten. Köldgrumling\r\när tillåtet.\n\nHög restsötma. Stor karaktär av torkad\r\nfrukt som t ex: russin, plommon och aprikoser\r\nfår finnas.\r\n\r\nAlkoholvärmande nyanser och karamellighet\r\npå medium till hög nivå ska vara en del av\r\nkaraktären.\r\n\r\nHumlesmaken får vara låg till mycket hög och\r\nbeskan ska balansera den söta maltigheten.\r\nIngen eller mycket låg nivå av diacetyl.\r\nBeskan ska vara medium till hög.\n\nMycket kraftig kropp. Mycket\r\nlåg till medium CO2. Mjuk med värmande\r\nalkohol.",
            "EXAMPLES": "Old Foghorn 8-10% /Anchor Brewing\r\n- Big Foot 9,6% /Sierra Nevada – Bötet\r\n9,1% /Nynäs –\r\nThomas Hardy’s Ale 11,7% /O’Hanlon’s Brewing\r\nCo. Ltd."
         },
     "5H": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Övriga klassiska i kategori Kraftig Ale",
            "STYLE_LETTER": "H",
            "CATEGORY": "Kraftig ale",
            "CATEGORY_NUMBER": "5",
            "TYPE": "Ale",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "t ex Old ale, Scottish strong ale 120/-\r\n\r\nHär avses gamla klassiska öltyper som funnits i\r\ndecennier men som har fallit lite i glömska.\r\nDessa öl kanske bara bryggs av ett fåtal bryggerier\r\ni världen och dessutom bryggs de sällan\r\nav hembryggare.\r\n\r\nÖl inlämnade i denna kategori ska alltså inte\r\nvara experimentvarianter av en känd ölstil, inte\r\nheller nya öltyper som håller på att bli populära\r\n- dessa ska lämnas in i klass 11D Modifierade öl.",
            "PROFILE": "",
            "EXAMPLES": ""
         }
    },
    "CATEGORY_NUMBER_6": {
    "6A": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Ljus veteöl av sydtysk typ",
            "STYLE_LETTER": "A",
            "CATEGORY": "Veteöl",
            "CATEGORY_NUMBER": "6",
            "TYPE": "Wheat",
            "OG_MIN": "1.046",
            "OG_MAX": "1.052",
            "FG_MIN": "1.008",
            "FG_MAX": "1.013",
            "IBU_MIN": "10",
            "IBU_MAX": "15",
            "COLOR_MIN": "4.06",
            "COLOR_MAX": "7.11",
            "ABV_MIN": "4.9",
            "ABV_MAX": "5.6",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Efterjäsning på flaska och det höga proteininnehållet från vete ger ett disigt öl. Ölet skall typiskt serveras med all jäst i glaset. Det finns även en filtrerad variant som  kallas Kristall. Om jäst finns kvar får ölet jästkäraktär och ett fylligare intryck.\r\n\r\nÖlet bryggs vanligen med minst hälften mältat vete och med små humlegivor. Dessa öl är till sin fördel färska.",
            "PROFILE": "Skumbanandoft från estrar och kryddnejlikedoft från fenoler ska förekomma på medium till hög nivå. Det fenoliska kan även upplevas som muskot. Drag av plåt, kokt skinka eller rökighet får förekomma men är ej önskvärt.\r\n\r\nMaltarom får förekomma på låg nivå. Ingen humlearom får förekomma. Ingen diacetyl/smörkola får märkas.\n\nHalmgul till gyllengul. I regel disig men får vara blank.\n\nSmaken är balanserad och frisk med väl integrerad karaktär av de jäsningsbiprodukter med smak av skumbanan och kryddnejlika som finns även i aromen. \r\n\r\nMaltsmak får förekomma på låg nivå. Ingen humlesmak får förekomma. Beskan ska vara mycket låg och absolut inte framträdande.\r\n\r\nÖlet ska ha en mjuk och jordig vetemaltskaraktär. Ingen diacetyl får förekomma.\n\nMedium kropp. Kraftigt kolsyrad. Bör ge en moussig känsla.",
            "EXAMPLES": "Weihenstephaner Hefe 5,4%, Huber weisses, mit feiner Hefe 5.4%, Schneider Weisse Tap 1, meine blonde Weisse 5.2%"
         },
     "6B": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Klassisk veteöl av sydtysk typ",
            "STYLE_LETTER": "B",
            "CATEGORY": "Veteöl",
            "CATEGORY_NUMBER": "6",
            "TYPE": "Wheat",
            "OG_MIN": "1.045",
            "OG_MAX": "1.052",
            "FG_MIN": "1.010",
            "FG_MAX": "1.015",
            "IBU_MIN": "8",
            "IBU_MAX": "15",
            "COLOR_MIN": "7.62",
            "COLOR_MAX": "17.27",
            "ABV_MIN": "4.0",
            "ABV_MAX": "5.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Denna öltyp är den ursprungliga varianten av sydtysk veteöl. Den är ljusbrun i färgen. En tydlig maltsmak gör att framför allt fruktigheten men också kryddigheten upplevs förhållandevis återhållen.\r\n\r\nÖlet bryggs vanligen med minst hälften mältat vete och med små humlegivor. Till sin fördel färska.",
            "PROFILE": "Maltarom ska förekomma på medium till hög nivå. Fenoler med smak av kryddnejlika och muskot bör finnas på låga eller mycket låga nivåer.\r\n\r\nSkumbanandoft får förekomma på låg nivå. Karamell- och chokladtoner får förekomma på låg nivå. Fenoler med drag av burkskinka, plåt eller rök får finnas på mycket låga nivåer. Ingen humlearom får förekomma.\n\nBärnsten till koppar i färgen. Öltypen ska vara disig.\n\nSmaken är balanserad och frisk med dominerande malt.\r\nVäl integrerad karaktär av jäsningsbiprodukter av kryddnejlika och muskot bör förekomma på låg till medium nivå. \r\n\r\nBeskan skall vara mycket låg och absolut inte vara framträdande. Ingen humlesmak får förekomma. Ingen diacetyl får märkas.\n\nMedium kropp som bör ge en mjuk munkänsla. Kraftig kolsyra. Ska ge en moussig känsla.",
            "EXAMPLES": "Andorfer Weizen, Graminger Weissbier, Unertl Mühldorfer Weissbier"
         },
     "6C": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Mörkt veteöl av sydtysk typ",
            "STYLE_LETTER": "C",
            "CATEGORY": "Veteöl",
            "CATEGORY_NUMBER": "6",
            "TYPE": "Wheat",
            "OG_MIN": "1.046",
            "OG_MAX": "1.052",
            "FG_MIN": "1.009",
            "FG_MAX": "1.014",
            "IBU_MIN": "10",
            "IBU_MAX": "15",
            "COLOR_MIN": "17.78",
            "COLOR_MAX": "40.64",
            "ABV_MIN": "4.9",
            "ABV_MAX": "5.6",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Maltsmak på låga till medium nivåer, ofta med chokladtoner, dämpar intrycket av de för bayerskt veteöl så karakteristiska jäsningsbiprodukterna.\r\n\r\nÖlet bryggs med minst hälften mältat vete och med små humlegivor. Chokladmalt och rostad vetemalt ger en mjukt chokladig karaktär. Även mörk karamell- eller färgmalt kan ingå.",
            "PROFILE": "Maltarom med toner av bröd eller choklad ska förekomma på låg till medium nivå.\r\n\r\nBanan- och kryddnejlikedoft får förekomma på låg nivå. Ingen humlearom får förekomma.\n\nLjusbrun till mörkbrun. I regel disig men får vara blank.\n\nÖlet ska vara mjukt och ha karaktär av mörk malt som får vara brödig eller chokladig.\r\n\r\nKryddfenoler ska finnas på låg nivå. Skumbanan får finnas på låg nivå.\r\n\r\nLåg beska. Ingen humlesmak får förekomma. Ingen diacetyl/smörkola får märkas.\n\nMedium kropp som bör ge en mjuk munkänsla. Kraftig kolsyra.",
            "EXAMPLES": "Karg Weissbier Dunkel 5.2%, Franziskaner Hefe Dunkelweissen 5%."
         },
     "6D": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Belgisk wit",
            "STYLE_LETTER": "D",
            "CATEGORY": "Veteöl",
            "CATEGORY_NUMBER": "6",
            "TYPE": "Wheat",
            "OG_MIN": "1.044",
            "OG_MAX": "1.050",
            "FG_MIN": "1.006",
            "FG_MAX": "1.010",
            "IBU_MIN": "10",
            "IBU_MAX": "25",
            "COLOR_MIN": "2.54",
            "COLOR_MAX": "5.08",
            "ABV_MIN": "4.8",
            "ABV_MAX": "5.3",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Bryggs vanligen med minst häften mältat eller omältat vete. Ölet kryddas oftast med korianderfrön och pomerans- eller andra citrusskal.  Till sin fördel färska.\r\n\r\nEn del kommersiella exempel tillsätter mjölksyra för att ytterligare fräscha upp smakbilden.",
            "PROFILE": "Liten till medium doft av citrus/pomerans och korianderfrön. \r\n\r\nDoft av kryddnejlika eller muskot från fenoler får förekomma på låg nivå. Doft av skinka, plåt eller rök får förkomma på mycket låga nivåer men är ej önskvärd.\r\n\r\nIngen diacetyl/smörkola får förekomma, samt endast låga halter av fruktestrar.\n\nLjust halmgul till halmgul och disig.\n\nÖlet skall vara torrt och friskt; syrlighet på låg nivå är tillåtet om det förstärker känslan av ett fräscht och lätt öl.\r\n\r\nSmak av korianderfrön och citrus/pomeransskal på låg till medium nivå.  Låg humlesmak och beska.\r\n\r\nFruktestrar samt fenoler som smakar kryddnejlika, muskot är tillåtna på låg nivå. Ingen diacetyl får märkas.\n\nLiten till medium kropp. Hög kolsyrehalt.",
            "EXAMPLES": "Hoegaarden Wit, Dentergems, Blanche de Namur."
         },
     "6E": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Weizenbock",
            "STYLE_LETTER": "E",
            "CATEGORY": "Veteöl",
            "CATEGORY_NUMBER": "6",
            "TYPE": "Wheat",
            "OG_MIN": "1.065",
            "OG_MAX": "1.086",
            "FG_MIN": "1.016",
            "FG_MAX": "1.028",
            "IBU_MIN": "10",
            "IBU_MAX": "20",
            "COLOR_MIN": "7.11",
            "COLOR_MAX": "50.8",
            "ABV_MIN": "6.5",
            "ABV_MAX": "9.2",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Klassen omfattar både bock och dubbelbock, som traditionellt har OG minst 1.065 respektive 1.074. Den jämförelsevis höga vörtstyrkan ger en hög alkoholhalt. Ölet bryggs liksom andra bayerska veteöl vanligen med minst häften mältat vete.",
            "PROFILE": "Ölet ska vara fenoliskt kryddigt med inslag av estrar på en låg nivå.\r\n\r\nOm ölet är mörkt bör en ton av rostad malt på låg nivå komma fram i doften.  Om det är ljust får skumbanan på låg till medium nivå finnas.\r\n\r\nIngen diacetyl får förekomma.\n\nFärgen är gyllengul till svart. Jästgrumling är tillåten.\n\nMaltsötman ska balanseras av de fenoliska, nejliklika och bananestriga smakerna. Beskan ska vara låg. Om ölet är mörkt bör en ton av rostad malt komma fram i smaken. Ingen diacetyl får förekomma.\n\nMedium till stor kropp. Hög kolsyrehalt.",
            "EXAMPLES": "Graminger Berggeist OG 1 068 FG 1 017 6,8%, Schneider Aventinus 8,2%, Weihenstephaner Vitus 7,7%."
         },
     "6F": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Hopfenweizen",
            "STYLE_LETTER": "F",
            "CATEGORY": "Veteöl",
            "CATEGORY_NUMBER": "6",
            "TYPE": "Wheat",
            "OG_MIN": "1.060",
            "OG_MAX": "1.086",
            "FG_MIN": "1.016",
            "FG_MAX": "1.028",
            "IBU_MIN": "15",
            "IBU_MAX": "50",
            "COLOR_MIN": "7.11",
            "COLOR_MAX": "50.8",
            "ABV_MIN": "6.0",
            "ABV_MAX": "9.2",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Hopfenweizen är veteöl som ofta är av bockstyrka och som får sin typiska karaktär till stor del genom kraftigare smak- och aromhumling än vad som traditionellt görs i veteöl. Hopfenweizen är en modern uppfinning.",
            "PROFILE": "Humlearom ska finnas på medium till hög nivå.\r\n\r\nKryddfenoler som kan upplevas som kryddnejlika eller muskot ska finnas på en låg till medium nivå. \r\n\r\nMaltarom får förekomma på låg nivå. Ingen diacetyl/smörkola får märkas.\n\nGyllengul till svart. Jästgrumling är tillåten.\n\nSmaken är huvudsakligen dominerad av humlingen som balanserar maltsötman. De fenoliska, nejlikeliknande och bananestriga smakerna döljs huvudsakligen av humlingen men får märkas på en låg nivå. Beska är tillåtet på betydligt högre nivåer än i övriga veteöl.\r\n\r\nOm ölet är mörkt bör smaker från rostad malt komma fram. Ingen diacetyl får förekomma.\n\nMedium till stor kropp. Hög kolsyrehalt.",
            "EXAMPLES": "Schneider Meine HopfenWeizen, Omnipollo Näcken"
         },
     "6G": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Övriga klassiska veteöl",
            "STYLE_LETTER": "G",
            "CATEGORY": "Veteöl",
            "CATEGORY_NUMBER": "6",
            "TYPE": "Wheat",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Här avses gamla klassiska öltyper som funnits i decennier men som har fallit lite i glömska. Dessa öl kanske bara bryggs av ett fåtal bryggerier i världen och dessutom bryggs de sällan av hembryggare. Öl inlämnade i denna kategori ska alltså inte vara experimentvarianter av en känd ölstil, inte heller nya öltyper som håller på att bli populära - dessa ska lämnas in i klass 11D Modifierade öl.",
            "PROFILE": "",
            "EXAMPLES": ""
         }

    },
    "CATEGORY_NUMBER_7": {
    "7A": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Dry stout",
            "STYLE_LETTER": "A",
            "CATEGORY": "Mild Stout/Porter",
            "CATEGORY_NUMBER": "7",
            "TYPE": "Ale",
            "OG_MIN": "1.035",
            "OG_MAX": "1.044",
            "FG_MIN": "1.008",
            "FG_MAX": "1.012",
            "IBU_MIN": "30",
            "IBU_MAX": "50",
            "COLOR_MIN": "50.8",
            "COLOR_MAX": "100",
            "ABV_MIN": "3.7",
            "ABV_MAX": "4.4",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Typiska öl i den här stilen är fatöl, som serveras med blandgas (kväve och koldioxid).",
            "PROFILE": "Torr och lätt bränd (rostad). Inslag av kaffe och choklad. Ev. inslag av humle på låg nivå.\n\nSvart med röda och/eller bruna inslag. Kraftigt, tätt skum är viktigt.\n\nInitialt en rostad maltsmak, med en tydligt torr och besk avslutning som hänger kvar. Toner av kaffe och choklad kombineras med en tydlig till kraftig beska. En viss syrlighet från rostat korn kan ibland anas, men är inte nödvändig. Låg karamellighet balanserar och ger ett mjukt öl. Fruktestrar överskuggas av malt, beska och brändhet. Ingen diacetyl.\n\nLätt kropp.",
            "EXAMPLES": "Guinness Draught - OG 1 039, 4,2%, BU 45, 135 EBC, Murphy’s Stout - 4%, Beamish Stout - OG 1 038, 4,2%."
         },
     "7B": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Extra stout",
            "STYLE_LETTER": "B",
            "CATEGORY": "Mild Stout/Porter",
            "CATEGORY_NUMBER": "7",
            "TYPE": "Ale",
            "OG_MIN": "1.044",
            "OG_MAX": "1.056",
            "FG_MIN": "1.009",
            "FG_MAX": "1.015",
            "IBU_MIN": "30",
            "IBU_MAX": "60",
            "COLOR_MIN": "50.8",
            "COLOR_MAX": "100",
            "ABV_MIN": "4.5",
            "ABV_MAX": "5.8",
            "NOTES": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "PROFILE": "Torr och tydligt bränd och rostad. Inslag av lakrits och karamell kan förekomma, även viss bränd syrlighet i låga nivåer. Humlearom och fruktestrar försumbara.\n\nSvart med röda och/eller bruna inslag. Kraftigt skum.\n\nInitialt en bränd maltig och karamellig smak, med en tydlig torrostad lång beska i avslutningen. Viss syrlighet från rostat korn är tillåtet. Ingen till knappt märkbar humleton. Låga halter av estrar. Ingen diacetyl. Tydlig till kraftig beska.\n\nMedium kropp.",
            "EXAMPLES": "Guinness Extra Stout OG 1 052, 5,5%, BU 50, 130° EBC, St. Peter’s Old-Style Porter 5,1%, FG 1 011, Black Wych 5,0%."
         },
     "7C": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Brown porter",
            "STYLE_LETTER": "C",
            "CATEGORY": "Mild Stout/Porter",
            "CATEGORY_NUMBER": "7",
            "TYPE": "Ale",
            "OG_MIN": "1.040",
            "OG_MAX": "1.052",
            "FG_MIN": "1.010",
            "FG_MAX": "1.018",
            "IBU_MIN": "20",
            "IBU_MAX": "35",
            "COLOR_MIN": "25.4",
            "COLOR_MAX": "40.64",
            "ABV_MIN": "3.8",
            "ABV_MAX": "5.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Typiska öl i den här stilen är brittiska puböl som ofta bara förkommer som fatöl.",
            "PROFILE": "Humledoft från försumbar till märkbar. Mjukt maltig, aningen rostad med inslag av\r\nchoklad. Lätt fruktighet tillåten.\n\nBrun till mörkt brun, med inslag av rött. Skall inte vara svart.\n\nSmaken är mjukt, maltigt chokladig med viss karamellighet. Rostad maltsmak skall finnas och kan variera mellan tydlig till märkbart mjölkchokladmild. Fruktestrar kan finnas och skall vara i balans med den rostade karaktären samt humlebeskan. Humlesmak från försumbar till märkbar.\n\nKropp lätt till medium.",
            "EXAMPLES": "Närke Mörker 4,2%, Timothy Taylors Porter 3,8% OG 1 041."
         },
     "7D": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Porter",
            "STYLE_LETTER": "D",
            "CATEGORY": "Mild Stout/Porter",
            "CATEGORY_NUMBER": "7",
            "TYPE": "Ale",
            "OG_MIN": "1.053",
            "OG_MAX": "1.063",
            "FG_MIN": "1.015",
            "FG_MAX": "1.022",
            "IBU_MIN": "20",
            "IBU_MAX": "40",
            "COLOR_MIN": "30.48",
            "COLOR_MAX": "50.8",
            "ABV_MIN": "5.0",
            "ABV_MAX": "6.2",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Porterklassen rymmer såväl den karamelliga svenska portern som de lite torrare London porter-varianterna.",
            "PROFILE": "Humledoft från försumbar till märkbar. Mjukt maltig, aningen rostad med inslag av choklad, karamell och knäck. Lätt fruktighet i balans med de rostade tonerna.\n\nBrun till mörkt brun, med inslag av rött. Skall inte vara svart.\n\nSmaken är mjukt, maltigt, chokladig och lätt knäckig karamellighet. Sötma, som ej är kladdig, klart märkbar till tydlig. Tydlig rostad maltsmak som balanseras av mildare toner av mjölkchoklad. Fruktestrar bör finnas och skall vara i balans med den rostade karaktären samt humlebeskan. Humlesmak från försumbar till klart märkbar.\n\nMedium kropp.",
            "EXAMPLES": "Carnegie Porter 5,5%, Youngs London Stout."
         },
     "7E": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Oatmeal stout",
            "STYLE_LETTER": "E",
            "CATEGORY": "Mild Stout/Porter",
            "CATEGORY_NUMBER": "7",
            "TYPE": "Ale",
            "OG_MIN": "1.040",
            "OG_MAX": "1.052",
            "FG_MIN": "1.008",
            "FG_MAX": "1.018",
            "IBU_MIN": "20",
            "IBU_MAX": "40",
            "COLOR_MIN": "40.64",
            "COLOR_MAX": "100",
            "ABV_MIN": "4.0",
            "ABV_MAX": "5.5",
            "NOTES": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "PROFILE": "Humledoft får förekomma men inte dominera mot det rostade och chokladiga. Få eller inga estrar.\n\nFärgen skall vara mörkt koppar till kolsvart.\n\nI oatmeal stout används havre. Detta ger en mjuk och full smak utan att ha en sädeskaraktär. Rostad malt, karamell och chokladsmak skall ge ett mjukt öl som balanseras av en medium till hög beska. Humlesmak och doft får förekomma men inte dominera mot övrig smak. Fruktestrar på låg till medium nivå.\n\nMedium till stor kropp.",
            "EXAMPLES": "Young’s Oatmeal Stout 5%, Broughton Ales Scottish Oatmeal Stout 4,2%, Samuel Smith Oatmeal Stout OG 1 050 5%, Jämtlands Oatmeal Porter."
         },
     "7F": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Milk/Sweet Stout",
            "STYLE_LETTER": "F",
            "CATEGORY": "Mild Stout/Porter",
            "CATEGORY_NUMBER": "7",
            "TYPE": "Ale",
            "OG_MIN": "1.045",
            "OG_MAX": "1.056",
            "FG_MIN": "1.012",
            "FG_MAX": "1.020",
            "IBU_MIN": "15",
            "IBU_MAX": "25",
            "COLOR_MIN": "76.2",
            "COLOR_MAX": "100",
            "ABV_MIN": "4.0",
            "ABV_MAX": "5.5",
            "NOTES": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "PROFILE": "Humlebeska skall balansera sötma utan att ge bidrag till smak eller doft.\n\nDjupt mörkt rödsvart. Kraftigt och hållbart skum.\n\nSöt stout, även kallad cream stout eller milk stout, har en mindre rostad karaktär än klassisk irländsk stout. Mjölksocker kan användas vid buteljering för att ge en sötare smak. Maltsötma, choklad och karamellsmak skall dominera. Humlebeska skall balansera sötma utan att ge bidrag till smak eller doft.\n\nKraftigare kropp än en dry stout.",
            "EXAMPLES": "Samuel Adams Cream Stout OG 1 056 FG 1 018 4,7%."
         },
     "7G": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Övriga klassiska i kategori Mild Stout/Porter",
            "STYLE_LETTER": "G",
            "CATEGORY": "Mild Stout/Porter",
            "CATEGORY_NUMBER": "7",
            "TYPE": "Ale",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Här avses gamla klassiska öltyper som funnits i\r\ndecennier men som har fallit lite i glömska.\r\nDessa öl kanske bara bryggs av ett fåtal bryggerier\r\ni världen och dessutom bryggs de sällan\r\nav hembryggare.\r\n\r\nÖl inlämnade i denna kategori ska alltså inte\r\nvara experimentvarianter av en känd ölstil, inte\r\nheller nya öltyper som håller på att bli populära\r\n- dessa ska lämnas in i klass 11D Modifierade öl.",
            "PROFILE": "",
            "EXAMPLES": ""
         }

    },
    "CATEGORY_NUMBER_8": {
    "8A": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Foreign stout",
            "STYLE_LETTER": "A",
            "CATEGORY": "Kraftig Stout/Porter",
            "CATEGORY_NUMBER": "8",
            "TYPE": "Mixed",
            "OG_MIN": "1.057",
            "OG_MAX": "1.076",
            "FG_MIN": "1.011",
            "FG_MAX": "1.018",
            "IBU_MIN": "50",
            "IBU_MAX": "70",
            "COLOR_MIN": "50.8",
            "COLOR_MAX": "100",
            "ABV_MIN": "6.1",
            "ABV_MAX": "8.0",
            "NOTES": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "PROFILE": "Tydligt bränd och rostad. Alkohol, vinös, rostad malt, karamell och frukt. En bränd syrlighet bör finnas med. Lagrade exemplar kan utveckla toner av torkad frukt. Humlearom försumbar.\n\nDjupt mörkt rödsvart till svart. Kraftigt och hållbart skum.\n\nInitialt en tydligt bränd och rostad maltighet, med inslag av karamell. Aldrig söt och chokladig. Avslutningen är en tydlig till kraftig torrostad beska. Viss syrlighet från rostat korn bör finnas i smakbilden. Låga halter\r\nav fruktestrar. Ingen diacetyl. Längre lagring kan ge tydliga inslag av starkvin och torkad frukt.\n\nMedium till stor kropp.",
            "EXAMPLES": "Guinness Foreign Extra Stout – OG 1 073 7,5% BU 50, Koff Porter – 7,2%."
         },
     "8B": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Modern Stout & Porter",
            "STYLE_LETTER": "B",
            "CATEGORY": "Kraftig Stout/Porter",
            "CATEGORY_NUMBER": "8",
            "TYPE": "Mixed",
            "OG_MIN": "1.048",
            "OG_MAX": "1.063",
            "FG_MIN": "1.010",
            "FG_MAX": "1.022",
            "IBU_MIN": "30",
            "IBU_MAX": "40",
            "COLOR_MIN": "40.64",
            "COLOR_MAX": "100",
            "ABV_MIN": "4.8",
            "ABV_MAX": "6.2",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Öl i den här stilen är oftast överjästa, men underjästa varianter kan förekomma.",
            "PROFILE": "Torr, lätt bränd och rostad. Tydlig till kraftig doft av aromahumle.\n\nDjupt mörkt rödsvart. Kraftigt skum är viktigt.\n\nInitialt en maltig karamell- och chokladsmak med en tydlig beska i avslutningen. Både mjukare och mer skarpbrända varianter tillåtna. En viss syrlighet kan anas, men är inte nödvändig. Fruktestrar överskuggas av malt, beska och brändhet. Ingen eller lite diacetyl. Tydlig till mycket framträdande humlekaraktär, ofta av amerikanska humlesorter, men alla nobla varianter tillåtna.\n\nMedium kropp.",
            "EXAMPLES": "Jämtlands Porter – 4,8%, Sierra Nevada Porter – 5,6%, OG 1 058, FG 1 015, BU 40, Sierra Nevada Stout."
         },
     "8C": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Imperial porter",
            "STYLE_LETTER": "C",
            "CATEGORY": "Kraftig Stout/Porter",
            "CATEGORY_NUMBER": "8",
            "TYPE": "Mixed",
            "OG_MIN": "1.064",
            "OG_MAX": "",
            "FG_MIN": "1.015",
            "FG_MAX": "1.030",
            "IBU_MIN": "35",
            "IBU_MAX": "65",
            "COLOR_MIN": "30.48",
            "COLOR_MAX": "50.8",
            "ABV_MIN": "6.3",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Öl i den här stilen är oftast underjästa, men överjästa varianter kan förekomma. Många bryggs runt Östersjön, men det finns även exempel från andra delar av världen. Utvecklas ofta positivt med lagring.",
            "PROFILE": "Tydlig till kraftig alkoholton, ofta med starkvinsinslag. Maltig doft med karamell, bränt socker, kola nötter och lakrits. Ej bränd och syrlig eller humlearom. Fruktestrar och DMS från märkbar till tydlig.\n\nMörkt brun till mörkt rödsvart. Ej kolsvart. Tjockt skum.\n\nFyllig sötma med maltiga och karamelliga, men ej brända toner. Värmande alkohol med inslag av torkad frukt, sirap och lakrits bör finnas. Milda toner av kaffe och choklad är okej. Ingen till lite diacetyl. Ingen till märkbar smakhumle, samt en balanserad beska.\n\nStor och fyllig kropp.",
            "EXAMPLES": "Alderis Porteris 6,8%, Black Boss Porter 9,4%, Ceres Royal Stout 7,7%."
         },
     "8D": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Imperial stout",
            "STYLE_LETTER": "D",
            "CATEGORY": "Kraftig Stout/Porter",
            "CATEGORY_NUMBER": "8",
            "TYPE": "Mixed",
            "OG_MIN": "1.070",
            "OG_MAX": "",
            "FG_MIN": "1.014",
            "FG_MAX": "1.028",
            "IBU_MIN": "50",
            "IBU_MAX": "90",
            "COLOR_MIN": "45.72",
            "COLOR_MAX": "100",
            "ABV_MIN": "7.0",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Utvecklas ofta positivt med lagring.",
            "PROFILE": "Rostade kaffelika toner med inslag av choklad. Humlearomen kan vara märkbar till tydlig. Vinösa fruktiga toner förekommer ofta, vanligt med drag mot konserverade körsbär. Ingen eller endast lite diacetyl.\n\nMörkt rödbrun till svart. Liten skumkrona okej.\n\nEn rostad maltig smak, som kan vara både bränd och chokladig balanseras med en bestämd humling. Rostade maltsorter bidrar med smaker såsom kaffe, cappuccino, lakrits, krut, bitter choklad.\r\nBeskan kan vara från måttlig och balanserad till mycket hög i mörkare varianter. Den rostade maltens syrlighet och bitterhet bör vara måttlig och skall inte dominera. Humlesmak från låg till tydlig. Fruktestrar hör även till smakbilden. I lagrade exemplar övergår fruktestrarna mer och mer i konserverade körsbär. Ingen eller endast lite diacetyl.\n\nStor kropp. Låg halt av koldioxid är okej.",
            "EXAMPLES": "Samuel Smith Imperial Stout 7,0%, Slottskällans Imperial Stout 9,0%, Brooklyn Black Chocolate Stout 8,7%, OG 1 087."
         },
     "8E": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Övriga klassiska i kategori Kraftig Stout/Porter",
            "STYLE_LETTER": "E",
            "CATEGORY": "Kraftig Stout/Porter",
            "CATEGORY_NUMBER": "8",
            "TYPE": "Mixed",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Här avses gamla klassiska öltyper som funnits i\r\ndecennier men som har fallit lite i glömska.\r\nDessa öl kanske bara bryggs av ett fåtal bryggerier\r\ni världen och dessutom bryggs de sällan\r\nav hembryggare.\r\n\r\nÖl inlämnade i denna kategori ska alltså inte\r\nvara experimentvarianter av en känd ölstil, inte\r\nheller nya öltyper som håller på att bli populära\r\n- dessa ska lämnas in i klass 11D Modifierade öl.",
            "PROFILE": "",
            "EXAMPLES": ""
         }

    },
    "CATEGORY_NUMBER_9": {
    "9A": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Ljus belgisk ale",
            "STYLE_LETTER": "A",
            "CATEGORY": "Belgisk och fransk ale",
            "CATEGORY_NUMBER": "9",
            "TYPE": "Ale",
            "OG_MIN": "1.045",
            "OG_MAX": "1.054",
            "FG_MIN": "1.008",
            "FG_MAX": "1.014",
            "IBU_MIN": "20",
            "IBU_MAX": "35",
            "COLOR_MIN": "3.56",
            "COLOR_MAX": "15.24",
            "ABV_MIN": "4.5",
            "ABV_MAX": "5.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Bryggs huvudsakligen på pilsner- eller pale ale-malt, med wiener- eller münchnermalt för färg, kropp och komplexitet.",
            "PROFILE": "Doften skall vara utpräglat maltig och bör vara fruktig utan att dominera. Humlen ska vara på låg till medel nivå av blommig eller kryddig karaktär. Låga nivåer av fenoler får förekomma.\n\nLjust halmgul till kopparfärgad. Köldgrumling är tillåten.\n\nSka inledas med en mjuk maltsötma som bör vara knäckig och lite nötaktig. Fruktig med en märkbar kryddighet. Humlesmaken ska vara låg till icke existerande och beskan ska vara återhållen. Låga nivåer av fenoler får förekomma.\n\nMedium kropp.",
            "EXAMPLES": "Palm Speciale, Dobbel Palm, De Koninck."
         },
     "9B": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Blonde",
            "STYLE_LETTER": "B",
            "CATEGORY": "Belgisk och fransk ale",
            "CATEGORY_NUMBER": "9",
            "TYPE": "Ale",
            "OG_MIN": "1.051",
            "OG_MAX": "1.065",
            "FG_MIN": "1.008",
            "FG_MAX": "1.014",
            "IBU_MIN": "15",
            "IBU_MAX": "30",
            "COLOR_MIN": "3.56",
            "COLOR_MAX": "7.11",
            "ABV_MIN": "5.6",
            "ABV_MAX": "6.9",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Blonden är ofta nästan lagerlik i sin renhet, lätt maltsöt, värmande med återhållsamma fruktestrar och fenoler. Öltypen är en relativt modern komposition för att locka lagerdrickare. Baseras ofta på belgisk pilsnermalt kompletterad med aromatisk malt eller råfrukt (t ex majs eller socker).",
            "PROFILE": "Aningen jordiga eller kryddiga humletoner samsas med en något söt maltighet. Jästen kan bidra med återhållsamma kryddiga fenoler, parfym och en lätt alkoholton som ofta drar åt citrus.\n\nHalmgul till ljust bärnstensfärgad. Kraftigt och stabilt skum. Köldgrumling är tillåten.\n\nInleder med en mjuk maltighet, som går över i en torrare avslutning. Medium beska med en återhållsam humlearom som kan vara kryddig eller jordig. Bör ha låga nivåer av fruktestrar och av en karamellartad eller honungslik sötma. Får ha försiktiga fenoler med en värmande avslutning.\n\nMedium kropp. Medium till hög kolsyra.",
            "EXAMPLES": "Leffe Blonde, Affligem Blond, La Trappe Blonde, Grimbergen Blonde."
         },
     "9C": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Tripel",
            "STYLE_LETTER": "C",
            "CATEGORY": "Belgisk och fransk ale",
            "CATEGORY_NUMBER": "9",
            "TYPE": "Ale",
            "OG_MIN": "1.070",
            "OG_MAX": "1.090",
            "FG_MIN": "1.008",
            "FG_MAX": "1.013",
            "IBU_MIN": "20",
            "IBU_MAX": "40",
            "COLOR_MIN": "3.56",
            "COLOR_MAX": "10.16",
            "ABV_MIN": "7.5",
            "ABV_MAX": "10.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Tripel är aristokraten i den ljusa starka belgiska familjen. Den är utsvävande med tydliga fenoler men välbalanserad, tung men inte sötsliskig, ofta värmande men aldrig spritig.",
            "PROFILE": "En tripel skall vara komplex i doften. Fenoler skall ge en märkbar till påtaglig kryddighet som kan innehålla nejlika, mandelmassa och parfymig blommighet. Det ska finnas en tydlig maltsötma. Fruktiga estrar av citrus, banan och aprikos får förekomma på låga nivåer. Humledoften ska vara återhållsam. Får ha en lätt alkoholton utan att dofta lösningsmedel.\n\nFärgen skall vara halmgul till bärnsten. Skummet skall vara kraftigt och moussigt. Köldgrumling är tillåten.\n\nMjukt maltig med en komplex kryddighet från jästfenoler. Mandeltoner förekommer ofta. En märkbar till tydligt beska ska finnas. Tripeln bör vara värmande men inte spritig.\n\nMedelfyllig med hög kolsyra. Med lätt kropp.",
            "EXAMPLES": "Westmalle tripel, La Trappe tripel, Vit Chimay, Brugse tripel, St. Bernardus tripel, St. Feuillien triple, Tripel Karmeliet."
         },
     "9D": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Ljus stark belgisk ale",
            "STYLE_LETTER": "D",
            "CATEGORY": "Belgisk och fransk ale",
            "CATEGORY_NUMBER": "9",
            "TYPE": "Ale",
            "OG_MIN": "1.067",
            "OG_MAX": "",
            "FG_MIN": "1.006",
            "FG_MAX": "1.016",
            "IBU_MIN": "20",
            "IBU_MAX": "45",
            "COLOR_MIN": "3.56",
            "COLOR_MAX": "15.24",
            "ABV_MIN": "7.0",
            "ABV_MAX": "13.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Ljus stark belgisk ale är en bred grupp. Här ingår både torra och söta varianter. De skiljer sig dock från tripel genom att ha en doft- och smakbild med färre komponenter och att de kan vara söta, vilket tripel aldrig är.",
            "PROFILE": "Doften bör vara fruktigt estrig, med doft av t.ex. banan, äpple, päron, persika, tropisk frukt eller smågodis. Fenoler ska finnas på låga till medelhöga nivåer. En tydlig alkoholton får förekomma. Humledoft får förekomma på låga nivåer.\n\nLjust halmgul till koppar. Köldgrumling är tillåten.\n\nTydliga men inte överväldigande fruktiga estrar och fenoler. Humlesmak får finnas på låga nivåer och beskan ska vara låg till medelhög. Alkoholen får bidra med en viss sötma och spritighet särskilt i starkare exemplar. Toner av lösningsmedel är tillåtna på låga nivåer. Får ha en viss restsötma.\n\nLätt till medium kropp. Bör ha kraftig kolsyra.",
            "EXAMPLES": "Delirium Tremens, Duvel, Kasteelbier Blonde, Brigand, Judas, Kwak, Bush Ambrée, St. Feuillien Blonde."
         },
     "9E": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Brune",
            "STYLE_LETTER": "E",
            "CATEGORY": "Belgisk och fransk ale",
            "CATEGORY_NUMBER": "9",
            "TYPE": "Ale",
            "OG_MIN": "1.055",
            "OG_MAX": "1.067",
            "FG_MIN": "1.008",
            "FG_MAX": "1.014",
            "IBU_MIN": "25",
            "IBU_MAX": "35",
            "COLOR_MIN": "12.7",
            "COLOR_MAX": "33.02",
            "ABV_MIN": "5.5",
            "ABV_MAX": "7.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Brune (flamländska: Bruin) kan beskrivas som den lite sötare klosterölsvarianten av trappisternas dubbel. Klosteröl blev en vanlig företeelse efter andra världskriget. Anknytningen till ett kloster, ofta bara en licens att använda namnet, blev de kommersiella bryggeriernas sätt att haka på det ökande intresset för trappistöl. På många sätt är brune ett extremt välbalanserat eller tillrättalagt öl. Sticker någonting ut eller dominerar är det ingen bra brune.",
            "PROFILE": "Maltig med dofter som kan dra åt choklad, mörka sockerarter eller rostad malt. Fenolisk kryddighet ska förekomma i måttliga mängder och fruktestrar får förekomma på låga nivåer. Varken alkohol eller lösningsmedel får förekomma. Humle får finnas på låga nivåer.\n\nKopparfärgad till mörkt chokladbrun. Köldgrumling är tillåten.\n\nMjuk maltighet med viss sötma som kan dra åt choklad eller mörk sirap. Lätt rostade toner får förekomma. En brune får varken vara sockersöt eller utpräglat torr, men får ha en torr eftersmak. Smaken ska vara fruktig och karamellig. Lätt fenolisk kryddighet får förekomma. Lätt smak av humle får förekomma och beskan ska vara låg.\n\nLätt till medium. Medel till hög kolsyra.",
            "EXAMPLES": "Leffe Brune, Ciney Brune, Maredsous 6 Donker."
         },
     "9F": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Dubbel",
            "STYLE_LETTER": "F",
            "CATEGORY": "Belgisk och fransk ale",
            "CATEGORY_NUMBER": "9",
            "TYPE": "Ale",
            "OG_MIN": "1.056",
            "OG_MAX": "1.070",
            "FG_MIN": "1.010",
            "FG_MAX": "1.016",
            "IBU_MIN": "25",
            "IBU_MAX": "35",
            "COLOR_MIN": "10.16",
            "COLOR_MAX": "38.1",
            "ABV_MIN": "5.9",
            "ABV_MAX": "7.4",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Öl som idag skulle kunna klassificeras som dubbel bryggdes redan på medeltiden, men den första moderna dubbeln bryggdes av Westmalle 1856. Namnet dubbel började användas först efter andra världskriget när trappistölen började nå större publik. Traditionellt bryggs dubbel huvudsakligen med belgisk pilsnermalt och mörk sirap eller oraffinerat socker. Men det är fullt acceptabelt att också ha med münchnermalt, mörk karamellmalt och andra specialmalter.",
            "PROFILE": "Mångfacetterad och sammansatt maltig doft som kan dra åt choklad, kola och nötter. Får inte vara bränd. Fruktestrar och kryddiga fenoler bör förekomma, men inte på höga nivåer. Även toner av högre alkoholer får förekomma, men den får inte vara spritig eller dofta lösningsmedel. Låga nivåer av humle får förekomma.\n\nBärnstensfärgad till mörkbrun. Ska ha ett kraftigt, moussigt och stabilt skum. Köldgrumling är tillåten.\n\nEn dubbel skall vara smakrik, komplex och maltdominerad med en torr eftersmak. \r\nMaltigheten ska dominera och samspela med alkohol och fenoler. Smaker av choklad, nougat, nötter, russin, mandel och torkad frukt får förekomma.  Beskan ska vara återhållsam.\n\nMedelfyllig. Hög kolsyra.",
            "EXAMPLES": "Westmalle dubbel, La Trappe dubbel, Röd Chimay."
         },
     "9G": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Mörk stark belgisk ale",
            "STYLE_LETTER": "G",
            "CATEGORY": "Belgisk och fransk ale",
            "CATEGORY_NUMBER": "9",
            "TYPE": "Ale",
            "OG_MIN": "1.068",
            "OG_MAX": "",
            "FG_MIN": "1.010",
            "FG_MAX": "1.018",
            "IBU_MIN": "20",
            "IBU_MAX": "40",
            "COLOR_MIN": "15.24",
            "COLOR_MAX": "38.1",
            "ABV_MIN": "7.5",
            "ABV_MAX": "13.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Mörk stark belgisk ale omfattar både fylliga öl med restsötma, samt torrare och stramare kryddiga varianter. Ölet skall upplevas som harmoniskt och balanserat, men kan på samma gång vara väldigt mäktigt.",
            "PROFILE": "En påtaglig maltsötma skall finnas i doften, som kan vara karamellig och/eller chokladig. Måttliga till påtagliga fruktestrar ska finnas och gärna föra tankarna till mogna torkade frukter som russin, plommon och fikon. Kryddiga fenoler får förekomma, men bör vara mer peppriga än utpräglat nejlikliknande. Får ha en alkoholton, men skall inte dofta lösningsmedel.\n\nKoppar till mörkbrun. Skall vara moussig med ett rejält och stabilt skum. Köldgrumling är tillåten.\n\nMaltigt chokladig med liknande fruktestrar och fenoler som i doften. Skall vara värmande till mycket värmande, men ska inte upplevas som spritig. Trappistvarianterna är relativt torra, medan andra varianter kan vara sötare. Beska och humlesmak får finnas, men ska inte vara framträdande. Högre beska är tillåten i varianter med högre FG. Maltsötman balanseras oftast upp av alkoholen snarare än beskan.\n\nMedium till fyllig. Hög kolsyra, men skall inte vara stickig.",
            "EXAMPLES": "Westvleteren 12, Rochefort 10, Rochefort 8, Blå Chimay, Kasteelbier Brune, St. Bernardus Abt 12, Achel Brune."
         },
     "9H": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Saison",
            "STYLE_LETTER": "H",
            "CATEGORY": "Belgisk och fransk ale",
            "CATEGORY_NUMBER": "9",
            "TYPE": "Ale",
            "OG_MIN": "1.044",
            "OG_MAX": "1.056",
            "FG_MIN": "1.002",
            "FG_MAX": "1.008",
            "IBU_MIN": "20",
            "IBU_MAX": "35",
            "COLOR_MIN": "2.54",
            "COLOR_MAX": "17.78",
            "ABV_MIN": "5.0",
            "ABV_MAX": "6.8",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Saison har sina rötter i vallonskt bondgårdsöl. Öltypen har bevarats av små belgiska bryggerier och bryggs idag i många länder med mikrobryggerikultur. Historiskt skedde bryggningen i slutet av den kalla årstiden. Ölet kryddades ibland med t ex koriander, ingefära, stjärnanis eller citrusskal. För att ölet skulle behålla sin fräschör till skördearbetet humlades det rejält. Saison jäses ofta mycket varmt (över 30 grader) med jäst som ger mycket god utjäsning. I kombination med ett ofta sulfatrikt vatten ger detta ett öl med torr avslutning.",
            "PROFILE": "En syrlig fruktighet (t.ex. apelsin eller citron) och kryddighet ska dominera och kompletteras av en liten maltighet. Kryddor får förekomma men ska inte dominera. Peppriga fenoler får förekomma.\n\nMycket ljust halmgul till ljust brun. Kan variera från disig till kristallklar. Fast och långvarig skumkrona.\n\nFrukt (t ex apelsin eller citron) och kryddighet skall dominera och kompletteras av en liten maltighet. Kryddor får förekomma men skall inte dominera. Kryddighet kan också komma från peppriga fenoler. Humlesmaken är låg till medium. Beskan skall vara tydlig utan att dominera. Uppfriskande syrlighet.\n\nLätt kropp och hög kolsyra.",
            "EXAMPLES": "Saison Dupont, Saison Bocq(1858),  Vieille Provision, Saison Regal, Saison Voisin, Lefebvre Saison 1900."
         },
     "9I": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Bière de garde",
            "STYLE_LETTER": "I",
            "CATEGORY": "Belgisk och fransk ale",
            "CATEGORY_NUMBER": "9",
            "TYPE": "Ale",
            "OG_MIN": "1.060",
            "OG_MAX": "1.080",
            "FG_MIN": "1.008",
            "FG_MAX": "1.016",
            "IBU_MIN": "25",
            "IBU_MAX": "30",
            "COLOR_MIN": "8.13",
            "COLOR_MAX": "25.4",
            "ABV_MIN": "5.8",
            "ABV_MAX": "8.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Bière de garde betyder öl som har hållits lagrad och är den franska versionen av bondgårdsöl. Till skillnad från belgisk saison ligger betoningen här på maltighet och alkohol istället för humle och syrlighet. Bryggningen skedde vanligen i slutet av den kalla årstiden. För att ölet skulle hålla sig till skördearbetet bryggdes det extra starkt. Ofta användes råfrukt. I den franska traditionen varmjäses inte ölet. Man använder lager- eller alejäst som lyfter fram maltigheten. Beroende på hantering kan kommersiella exemplar få källartoner som inte är eftersträvansvärda. Tre färgvariationer finns: blonde (halmgul), ambrée (bärnsten) och brune (brun). En bière de garde skall vara mjuk och kan påminna om ett lageröl.",
            "PROFILE": "Framträdande maltsötma. Mörkare exemplar har en kraftigare maltkaraktär som får vara lätt till medium rostad. Viss karamellisering är acceptabel. Låg till medium nivå av fruktestrar och liten eller ingen humlearom. I ljusare varianter framträder humlen mer än i de mörka. Inga fenoler får förekomma.\n\nVarierar från ljust halmgul till mörkt rödbrun. Viss köldgrumling får förekomma. Fast skumkrona.\n\nEn mjuk maltighet med viss sötma, som i de mörkare varianterna kompletteras av lätt rostade toner. Humle på låg till medel nivå bidrar med ett lätt stöd åt maltigheten. Humlen är tydligare i de ljusa varianterna och kan bidra med en viss örtig eller kryddig smak. Estrar på låg till medel nivå. Alkoholen kan bidra till en torrare munkänsla i avslutet. Inga fenoler får förekomma.\n\nLätt till medium kropp. Medium till hög kolsyra.",
            "EXAMPLES": "La Goudale 7,2% / Les Brasseurs de Gayant - Jenlain (ambrée), Jenlain Bière de Printemps (blonde), Saint Sylvestre 3 Monts (blonde), Castelain (blonde), Ch’Ti (brune), Ch’Ti (blonde), La Choulette (ambrée), Grain d’Orge (ambrée)."
         },
     "9J": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Supersaison",
            "STYLE_LETTER": "J",
            "CATEGORY": "Belgisk och fransk ale",
            "CATEGORY_NUMBER": "9",
            "TYPE": "Ale",
            "OG_MIN": "1.057",
            "OG_MAX": "1.080",
            "FG_MIN": "1.004",
            "FG_MAX": "1.010",
            "IBU_MIN": "25",
            "IBU_MAX": "45",
            "COLOR_MIN": "3.56",
            "COLOR_MAX": "17.78",
            "ABV_MIN": "6.9",
            "ABV_MAX": "10.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Supersaison är en modern variant av den traditionella saisonen. Saisonens nya popularitet har gjort att många småbryggerier har börjat tillverka starkare, kryddigare och fylligare varianter. Supersaison jäses ofta mycket varmt (över 30 grader) med jäst som har mycket goda utjäsningsegenskaper. I kombination med sulfatrikt vatten ger detta ett öl med torr avslutning.",
            "PROFILE": "Skall ha tydliga fruktestrar, ofta apelsin eller tropisk frukt. Ofta tydligt blommig eller örtig och ibland parfymerad karaktär. Tydlig fenolkaraktär av peppar, koriander eller bubbelgum snarare än nejlika bör finnas, antingen från kryddor eller jästfenoler. En låg syrlighet får förekomma men bör inte dominera. Liten maltighet. Låg till medium humlekaraktär. Får ha en låg till medium alkoholdoft.\n\nLjust halmgul till brun. Får variera från disig till kristallklar. Fast och långvarig skumkrona.\n\nEn estrig fruktighet som bör dra åt citrus eller tropisk frukt och kryddiga fenoler skall dominera. Eventuellt tillsatta kryddor får inte ta överhanden. Fruktigheten skall kompletteras av en liten maltighet. En törstsläckande syrlighet bör förekomma med torr avslutning. Humlesmaken ska vara låg till medium. Beskan ska vara tydlig utan att dominera. Alkoholtoner får förekomma men bör vara värmande snarare än spritiga.\n\nLätt till medium kropp och hög kolsyra.",
            "EXAMPLES": "Avec Les Bons Voeux, Saison d’Erpe-Mere."
         },
     "9K": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Belgiskt och franskt specialöl",
            "STYLE_LETTER": "K",
            "CATEGORY": "Belgisk och fransk ale",
            "CATEGORY_NUMBER": "9",
            "TYPE": "Ale",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "I den belgiska traditionen ryms många udda och utsvävande egenarter. Vissa är traditionella men ovanliga. Andra är anpassade inlån från andra ölkulturer. Även andra belgiska och franska ales som inte ska lämnas in i klassen modifierade öl räknas in bland belgiskt och franskt specialöl. Ange i bryggprotokollet om ölet är en klon av en kommersiell förlaga. Ge gärna referenser till öllitteraturen.",
            "PROFILE": "",
            "EXAMPLES": "Följande, icke fullständiga, lista ger exempel på belgiskt och franskt specialöl:\r\n\r\n• Enkel, svag trappist, eller klosteröl.\r\nLa Trappe Enkel.\r\n\r\n• Stark ale med stor kropp och kryddor.\r\nLa Chouffe, Montagnarde.\r\n\r\n• Belgisk scottish strong ale.\r\nMacChouffe.\r\n\r\n• Öl jäst enligt champagnemetoden.\r\nDeus Brut de Flandres.\r\n\r\n• Öl jäst med blandade jästkulturer.\r\nOrval."
         },
     "9L": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Historiskt belgiskt öl",
            "STYLE_LETTER": "L",
            "CATEGORY": "Belgisk och fransk ale",
            "CATEGORY_NUMBER": "9",
            "TYPE": "Ale",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Till den här klassen lämnas öl in som sällan eller inte alls bryggs kommersiellt idag, men som man har en historisk dokumentation för, från t.ex. böcker eller gamla tidskrifter.",
            "PROFILE": "",
            "EXAMPLES": ""
         }

    },
    "CATEGORY_NUMBER_10": {
    "10A": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Lambik",
            "STYLE_LETTER": "A",
            "CATEGORY": "Syrliga öl",
            "CATEGORY_NUMBER": "10",
            "TYPE": "",
            "OG_MIN": "1.040",
            "OG_MAX": "1.056",
            "FG_MIN": "1.000",
            "FG_MAX": "1.008",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "4.06",
            "COLOR_MAX": "12.7",
            "ABV_MIN": "4.0",
            "ABV_MAX": "6.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Traditionell lambik (franska: lambic) är ett spontanjäst öl bryggt som bryggs på kornmalt och 30–40 % omältat vete. Ölet jäses i ett eller flera år. Hembryggare efterliknar ofta spontanjäsning\r\ngenom att tillsätta flera jäst- och bakteriestammar, normalt en kombination av saccharomyces- och brettanomycesjäst samt mjölksyrabakterier. Dessutom används humle som oxiderats under en längre tid och tappat sin bitterhet men fortfarande har kvar sina antiseptiska\r\negenskaper. Resultatet blir ett syrligt, torrt och komplext öl.",
            "PROFILE": "Friskt syrlig med toner av stall och kompost. Kan ha inslag av grapefrukt, rabarber, moget äpple, trä, jord eller getost. Blir med lagring vinös och moget fruktig. Bör inte upplevas som stickigt sur. Ingen doft av färsk humle. Ingen diacetyl/smörkola.\n\nHalmgul till bärnstensfärgad,\r\nofta disig.\n\nUng lambik är torr och syrlig med toner\r\nav äppelcider, grapefrukt eller rabarber. Oxiderad humle ger obetydlig konventionell humlebeska men träiga toner som i kombination\r\nmed syran kan upplevas som beska. Stalltoner\r\nhör till smakbilden. Blir med lagring vinös\r\noch moget fruktig. Ättiksyra får finnas på förnimbara nivåer men en lambik bör inte upplevas\r\nsom vinägeraktigt hård sur.\n\nSyrlig och torr. Mycket låg till medium\r\nkolsyra.",
            "EXAMPLES": "Cantillon Grand Cru Bruocsella."
         },
     "10B": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Gueze",
            "STYLE_LETTER": "B",
            "CATEGORY": "Syrliga öl",
            "CATEGORY_NUMBER": "10",
            "TYPE": "",
            "OG_MIN": "1.040",
            "OG_MAX": "1.062",
            "FG_MIN": "1.000",
            "FG_MAX": "1.008",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "4.06",
            "COLOR_MAX": "15.24",
            "ABV_MIN": "4.0",
            "ABV_MAX": "8.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Traditionell geuze (franska: gueuze) är en blandning av ett- och fleråriga lambik som får efterjäsa på flaska. Med sin stora kolyra och sitt moussiga vita skum kallas geuze ibland för ölets champagne.",
            "PROFILE": "Friskt syrlig med toner av stall och kompost. Kan ha inslag av grapefrukt, rabarber, moget äpple, trä, jord eller getost. Blir med lagring vinös och moget fruktig. Bör inte upplevas som stickigt sur. Ingen doft av färsk humle. Ingen diacetyl/smörkola.\n\nHalmgul till bärnstensfärgad, ofta disig. Kraftigt, vitt, moussigt skum.\n\nUng geuze är torr och syrlig med toner av äppelcider, grapefrukt eller rabarber. Oxiderad humle ger obetydlig konventionell humlebeska men träiga toner som i kombination med syran kan upplevas som beska. Stalltoner skall höra till smakbilden. Blir med lagring vinös och moget fruktig. Ättiksyra får finnas på förnimbara nivåer men en geuze bör inte upplevas som vinägeraktigt sur.\n\nSyrlig och torr. Kraftig kolsyra.",
            "EXAMPLES": "Cantillon Gueuze, Oud Beersel Oude Geuze, Boon Oude Geuze, Boon Oude Geuze Mariage Parfait."
         },
     "10C": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Fruktlambik",
            "STYLE_LETTER": "C",
            "CATEGORY": "Syrliga öl",
            "CATEGORY_NUMBER": "10",
            "TYPE": "",
            "OG_MIN": "1.040",
            "OG_MAX": "1.060",
            "FG_MIN": "1.000",
            "FG_MAX": "1.008",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "4.06",
            "COLOR_MAX": "17.78",
            "ABV_MIN": "4.0",
            "ABV_MAX": "7.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Tradionell fruktlambik erhålls genom att låta lambik jäsa en andra gång med tillsats av frukt eller bär. Vanligast är surkörsbär (kriek) eller hallon (frambozen), men andra frukter eller bär förekommer. Fruktdoseringen varierar mellan 150 g/l och 350 g/l beroende på hur koncentrerad frukten är i smaken. Vid inlämning i denna klass skall bryggaren ange vilken frukt som använts. Denna definition beskriver den klassiska syrligare öltypen. Moderna, sötade varianter skall i stället lämnas in i underklassen Övriga klassiska syrliga öl.",
            "PROFILE": "Frukten skall kännas tydligt. I övrigt friskt syrlig med toner av stall och kompost. Kan ha inslag av trä, jord eller getost. Äldre exemplar är ofta mindre tydliga i sin fruktkaraktär. Bör inte upplevas som stickigt sur. Ingen doft av färsk humle. Ingen diacetyl/smörkola.\n\nFärgen kommer i allmänhet från frukten, men svagt färgad frukt har mindre påverkan på utseendet. Äldre exemplar kan bli brunaktiga eller blekna. Kraftigt skum.\n\nFrukten skall kännas tydligt och harmonisera med syror, trä-, och stalltoner. I äldre exemplar blir fruktsmaken mindre tydlig. Ättiksyra får finnas på förnimbara nivåer, men en fruktlambik bör inte upplevas som vinägeraktigt sur.\n\nSyrlig och torr. Kraftig kolsyra.",
            "EXAMPLES": "Cantillon Kriek, Cantillon Lamvinus (Merlot-druva), Cantillon Vigneronne (Muscat-druva), Lindemans Cuvé René Kriek, Boon Oude Kriek, Boon Framboise Mariage Parfait, De Cam Oude Kriek, Drie Fonteinen Kriek, Girardin Kriek, Hansen Oude Kriek, Oud Beersel Kriek, Mort Subite Kriek."
         },
     "10D": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Oud bruin",
            "STYLE_LETTER": "D",
            "CATEGORY": "Syrliga öl",
            "CATEGORY_NUMBER": "10",
            "TYPE": "",
            "OG_MIN": "1.040",
            "OG_MAX": "1.074",
            "FG_MIN": "1.008",
            "FG_MAX": "1.016",
            "IBU_MIN": "15",
            "IBU_MAX": "25",
            "COLOR_MIN": "12.7",
            "COLOR_MAX": "27.94",
            "ABV_MIN": "4.0",
            "ABV_MAX": "8.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Oud bruin jäses med en kombination av överjäst och syrabildande bakterier. I vissa fall tillsätts syrakulturen avsiktligt, i andra fall kommer den av flera års lagring i gamla ekfat. Ibland kan Brettanomyces-jäst bidra med stalltoner. För att balansera syran tillsätter man ibland oförjäsbara sockerarter. Detta kan även bidra till en större kropp.",
            "PROFILE": "Domineras av malt och fruktestrar. Malten kan ge toner av karamell, mörk sirap eller choklad. Fruktestrarna påminner ofta om russin, plommon, fikon, dadlar eller svarta vinbär. Kan vara lätt fenoliskt kryddig. Ekfatslagring kan ge vaniljtoner. Sherrytoner förekommer ofta i lagrade exemplar. Syrliga toner ska finnas men bör ej upplevas som vinägeraktigt. Ingen humlearom. Diacetyl/smörkola kan förekomma på låga nivåer.\n\nNötbrun till mörkt rödbrun.\n\nDomineras av malt och fruktighet. Frukttonerna påminner ofta om plommon, röda vinbär, russin, fikon, dadlar, svarta körsbär eller katrinplommon. Maltkaraktären påminner ofta om karamell, toffee, mörk sirap och choklad. Skall ha en märkbar syrlighet som inte får vara påtagligt ättiks- eller vinägersyrlig. Syrligheten tillsammans med sherryaktiga lagringstoner ger ofta en söt-syrlighet i ölet. En viss humlebeska är tillåten, dock skall ingen smak- eller aromhumle finnas. Kan ha en friskt syrlig torr eftersmak som inte får bli astringent.\n\nMedium kropp. Låg till medium kolsyra.",
            "EXAMPLES": "Rodenbach Klassiek, Rodenbach Grand Cru, Bios Vlaamse Bourgogne, Liefmans Goudenband."
         },
     "10E": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Berliner weisse",
            "STYLE_LETTER": "E",
            "CATEGORY": "Syrliga öl",
            "CATEGORY_NUMBER": "10",
            "TYPE": "",
            "OG_MIN": "1.028",
            "OG_MAX": "1.032",
            "FG_MIN": "1.003",
            "FG_MAX": "1.006",
            "IBU_MIN": "3",
            "IBU_MAX": "8",
            "COLOR_MIN": "2.54",
            "COLOR_MAX": "5.08",
            "ABV_MIN": "2.5",
            "ABV_MAX": "3.8",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "En lätt och uppfriskande specialitet från Berlin. Serveras ofta med tillsats av söt fruktsirap (mit Schuss), eller blandas med pilsner för balansera den tydliga syran. Bryggs ofta med 50% vetemalt och lika mycket pilsnermalt. Jäses med en kombination av överjäst och mjölksyrabakterier. Napoleons trupper kallade denna öl för ”Champagnen från norr”, på grund av dess livliga och eleganta karaktär.",
            "PROFILE": "Tydlig mjölksyradoft. Kan ha fruktiga eller blommiga toner som växer med lagring. En lätt nyans av stalltoner från brettanomyces finns i vissa exemplar. Ingen humle, diacetyl/smörkola eller DMS.\n\nMycket ljust halmgul. Allt från klar till lätt disig. Dålig skumstabilitet på grund av den höga syran, låga proteinhalten och avsaknad av humle. Skall vara champagnelikt mousserande.\n\nMjölksyra dominerar. Ofta förekommer en brödig vetesmak. Humlebeskan skall vara mycket låg. Lätta stalltoner från Brettanomyces kan förekomma. Varken humlesmak, diacetyl/smörkola eller DMS.\n\nLätt kropp. Mycket torr i eftersmaken. Mycket hög kolsyrehalt.",
            "EXAMPLES": "Berliner Kindl 2,5%."
         },
     "10F": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Övriga klassiska syrliga öl",
            "STYLE_LETTER": "F",
            "CATEGORY": "Syrliga öl",
            "CATEGORY_NUMBER": "10",
            "TYPE": "",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Här lämnas syrligt öl in som saknar definition ovan. Såväl klassiska öltyper som experimentbrygder kan förekomma. På grund av den stora variationen ges ingen typdefinition. Bryggaren skall tydligt ange vilken typ som avses, gärna bifoga en beskrivning av öltypen från öllitteraturen och om möjligt ge kommersiella exempel.",
            "PROFILE": "",
            "EXAMPLES": "Följande icke fullständiga lista ger exempel på övrigt klassiskt syrligt öl: • Humlat spontanjäst öl. Cantillon Iris.\r\n• Faro – lambik som sötats med mörkt socker inför servering.\r\n• Sötad fruktlambik.Lindemans kriek.\r\n• Oud bruin vrucht – oud bruin efterjäst med frukt som körsbär eller hallon.\r\n• Syrlig engelsk stock ale.Prize Old Ale."
         }
    },
    "CATEGORY_NUMBER_11": {
    "11A": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Frukt, bär och grönsaksöl",
            "STYLE_LETTER": "A",
            "CATEGORY": "Specialöl",
            "CATEGORY_NUMBER": "11",
            "TYPE": "Mixed",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Ett öl där man tillsatt frukt, bär eller grönsaker i kok, primär eller sekundärjäsningen, som ger en tydlig men balanserad frukt eller grönsakskaraktär. Dessa öl skall inte domineras av humle.",
            "PROFILE": "",
            "EXAMPLES": ""
         },
     "11B": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Kryddöl",
            "STYLE_LETTER": "B",
            "CATEGORY": "Specialöl",
            "CATEGORY_NUMBER": "11",
            "TYPE": "Mixed",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Ett öl där man använder kryddor och/eller örter istället för humle, för att få en tydlig, men balanserad, kryddig/örtig karaktär på ölet. Kryddningen får inte dominera över ölkaraktären. Om humle används tillsammans med övriga kryddor skall inte humlen få dominera.",
            "PROFILE": "",
            "EXAMPLES": ""
         },
     "11C": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Brettanomycesöl",
            "STYLE_LETTER": "C",
            "CATEGORY": "Specialöl",
            "CATEGORY_NUMBER": "11",
            "TYPE": "Mixed",
            "OG_MIN": "1.020",
            "OG_MAX": "",
            "FG_MIN": "1.000",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Öl till vilka vildjäststammen Brettanomyces (brett/brettar) tillsatts blir allt vanligare i ölvärlden. Det finns flera underklasser i huvudklass 10 där brettkaraktär är eller kan vara en del av arom- och smakbilden, men där också flera övriga bakteriestammar bidrar till karaktären. Den här underklassen, 11C, täcker alla öl med brettkaraktär som inte faller in under huvudklass 10. Öl i underklass 11C kan antingen ha primärjästs med enbart brettar eller först primärjästs med den för öltypen typiska jäststamen. Brettar har tillsatts under eller efter primärjäsningens slut. \r\nBryggaren ska ange vilken öltyp som ligger till grund för det färdiga ölet, eftersom det är viktigt att domarna ska kunna förutse och förstå vilka aromer och smaker som bör finnas utöver de som brettjästen bidrar med. Eventuella tillsatta kryddor, frukter e.d. måste också specificeras.",
            "PROFILE": "Öl jästa med brettar ska ha medium till hög doft av esterfruktighet, som ofta drar åt tropisk frukt. Typiskt för brettar är också doften som ofta beskrivs som stallig, hästfilt, svettigt läder osv. Denna stallighet ska märkas på medium nivå. En fenolisk karaktär är tillåten på låg nivå. DMS får inte märkas. Diacetyl, utöver vad bryggd ölstil tillåter, får inte förekomma. Uppfriskande syra på en mycket låg nivå är tillåten. I övrigt ska brettkaraktären vara i balans med ölstilen.\n\nBeror på öltypen.\n\n\n\nBrettanomycesöl är oftast väl utjästa, undantag får förekomma beroende på vald ölstil.",
            "EXAMPLES": "Orval 6,2% /Abbaye Notre-Dame d'Orval - Vieille Saison /brekeriet - Saison Brett /Boulevard Brewing Co -  Brilliant /brekeriet - Cassis /brekeriet \r\n- Golden Brett /Allagash - Midnight Brett /Allagash \r\n- All Brett Citra IPA /Brodies"
         },
     "11D": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Modifierade öl",
            "STYLE_LETTER": "D",
            "CATEGORY": "Specialöl",
            "CATEGORY_NUMBER": "11",
            "TYPE": "Mixed",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "I denna underklass placeras klassiska öltyper som är svårplacerade på grund av exempelvis inblandning av kryddor och frukt, samt de som ligger utanför definitionsgränserna på annat sätt. Det kan också vara rena experimentbrygder. OBS! Öl som kan placeras i en vanlig underkaterogi skall inplaceras där. Träinfluerade öl lämnas in i egen klass, se nedan. \r\nSpecificera på bryggprotokollet vilken öltyp som använts som grund till det modifierade ölet samt ge information om hur det är modifierat. Udda extraktgivare som t ex melass, kandisocker, muscovadosocker, majs och ris betraktas normalt inte som modifiering. Däremot om man har använt så pass mycket av sin extraktgivare att den tydligt förändrat karaktären av den öltyp man bryggt, då bör man absolut lämna in sin öl i klass 11D – Modifierade öl.",
            "PROFILE": "",
            "EXAMPLES": ""
         },
     "11E": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Porter/Stout special",
            "STYLE_LETTER": "E",
            "CATEGORY": "Specialöl",
            "CATEGORY_NUMBER": "11",
            "TYPE": "Mixed",
            "OG_MIN": "1.035",
            "OG_MAX": "",
            "FG_MIN": "1.008",
            "FG_MAX": "",
            "IBU_MIN": "20",
            "IBU_MAX": "",
            "COLOR_MIN": "30.48",
            "COLOR_MAX": "100",
            "ABV_MIN": "3.5",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Det finns en lång tradition med olika tillsatser i porter, t ex melass, lakrits och choklad. Denna klass omfattar alla dem där tillsatserna framträder märkbart, t ex honey stout, chocolate stout/porter och oyster stout. Även mer experimentella porter med tillsatser av kaffe, olika bär eller 1700-tals varianter med rökmalt osv finns här. Porter/Stout special kan baseras på vilken som helst av övriga porter och stout i klass 7 och 8.",
            "PROFILE": "",
            "EXAMPLES": "St. Peter’s Honey Porter – 4,5%, Young’s Double Chocolate Stout – 5,2 %, Marston Oyster stout"
         },
     "11F": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Rököl, typ Bamberg",
            "STYLE_LETTER": "F",
            "CATEGORY": "Specialöl",
            "CATEGORY_NUMBER": "11",
            "TYPE": "Mixed",
            "OG_MIN": "1.048",
            "OG_MAX": "1.056",
            "FG_MIN": "1.012",
            "FG_MAX": "1.016",
            "IBU_MIN": "20",
            "IBU_MAX": "30",
            "COLOR_MIN": "10.16",
            "COLOR_MAX": "38.1",
            "ABV_MIN": "4.5",
            "ABV_MAX": "5.5",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Rököl skall ha en tydligt, men balanserad, rökig karaktär i smak och doft. En klassisk tysk rököl är brygd som ett lageröl.",
            "PROFILE": "Doften skall vara tydligt rökig men ändå i balans med lagerölet. Maltdoften har ofta en lätt knäckigt rostad karaktär. Ett litet inslag av humle är okej. Ingen fruktestrighet eller diacetyl får märkas.\n\nBärnstensfärgad till mörkt rödbrun.\n\nTydligt rökig smak i balans med lagerölet. Maltsmaken är ofta lätt knäckig med rostade inslag och balanseras av en medelstor beska. Högkvalitetshumle ger en liten men märkbar smak. Inga fruktestrar, diacetyl/smörkola eller köldgrumling tillåtet.\n\nMedium.",
            "EXAMPLES": "Aecht Schlenkerla Rauchbier 5,1% IBU 30. Brauerei Spezial Lager 4,7%."
         },
     "11G": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Rökbock",
            "STYLE_LETTER": "G",
            "CATEGORY": "Specialöl",
            "CATEGORY_NUMBER": "11",
            "TYPE": "Mixed",
            "OG_MIN": "1.066",
            "OG_MAX": "1.085",
            "FG_MIN": "1.016",
            "FG_MAX": "1.030",
            "IBU_MIN": "20",
            "IBU_MAX": "45",
            "COLOR_MIN": "5.59",
            "COLOR_MAX": "38.1",
            "ABV_MIN": "6.5",
            "ABV_MAX": "9.0",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Rökbock skall ha en tydligt, men balanserad, rökig karaktär i smak och doft. En klassisk rökbock är brygd som ett lageröl.",
            "PROFILE": "Doften skall vara tydligt rökig men ändå i balans med lagerölet. Ett litet inslag av humle är okej. Maltdoften bör stå i relation till färgen. Mörka dubbelbockfärgade öl får ha ett visst inslag av fruktestrighet. Vinösa toner med inslag av torkad frukt är vanligt. Diacetyl får märkas.\n\nTydligt rökig smak i balans med lagerölet. Maltsmaken bör stå i relation till färgen. Mörka dubbelbockfärgade öl får ha ett visst inslag av fruktestrighet och choklad. Vinösa toner med inslag av torkad frukt är vanligt. Diacetyl får inte märkas. Högkvalitetshumle ger en liten men märkbar smak. Köldgrumling är inte tillåtet.\n\nGyllengul till mörkt rödbrun.\n\nStor.",
            "EXAMPLES": "Aecht Schlenkerla Urbock 6,5% IBU 40."
         },
     "11H": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Övrig rököl",
            "STYLE_LETTER": "H",
            "CATEGORY": "Specialöl",
            "CATEGORY_NUMBER": "11",
            "TYPE": "Mixed",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "100",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Rököl som i förhållande till basölet har en tydligt rökig karaktär men fortfarande är i balans med basölet. Med övriga rököl avses öl som inte är lageröl eller lageröl som är för starka för att lämnas in i rökbocksklassen.",
            "PROFILE": "I balans med basölet. Övriga karakteristika ska vara i enlighet med basölet.\n\nVarierande.\n\nTydligt rökig smak i balans med basölet. Övriga karakteristika ska vara i enlighet med basölet.\n\nVarierande.",
            "EXAMPLES": "Alaskan smoked porter OG: 1 068, 6,5%, IBU: 45."
         },
     "11I": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Trä- och fatlagrade öl",
            "STYLE_LETTER": "I",
            "CATEGORY": "Specialöl",
            "CATEGORY_NUMBER": "11",
            "TYPE": "Mixed",
            "OG_MIN": "1.020",
            "OG_MAX": "",
            "FG_MIN": "1.000",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "2.5",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Öl vars karaktär modifierats genom lagring på fat av ek eller annat träslag, eller som lagrats med tillsats av träspån. Ange öltyp samt hur trälagringen gått till (t ex rostade ekspån, stavar av kastanjeträ eller sherryfat).",
            "PROFILE": "Doft av grundölet och en låg till medelstark doft av det träslag som använts. Sherrylika oxidationstoner kan förekomma, men doften skall inte vara pappig. Syrliga toner i bakgrunden kan förekomma.\n\nBör spegla grundölet men kan vara mörkare än, särskilt om rostat trä använts.\n\nSmak av grundölet kompletterat med trä. Träet kan bidra med vanilj (från vanillin i träet), karamelliserat socker, smörkola, nötter eller bränd mandel (från rostat trä), eller arom av spritdryck eller starkvin som tidigare lagrats med träet. Smakämnena från träet skall inte övertrumfa utan harmonisera med grundölets. En lätt syra kan finnas i bakgrunden.\n\nBör spegla grundölet. En liten astringens från tanniner ur träet kan förekomma.",
            "EXAMPLES": "Bush Prestige, Petrus Aged Ale, Innis & Gunn Oak Aged Beer, Innis & Gunn Rum Cask, Innis & Gunn Island Cask, Yeti oak aged imperial stout, Avery Samael oak aged ale, Bells Oak Aged Java Stout, Cuve de Tomme Lost Abbey."
         },
     "11J": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Gotlandsdricke [Haimbryggt]",
            "STYLE_LETTER": "J",
            "CATEGORY": "Specialöl",
            "CATEGORY_NUMBER": "11",
            "TYPE": "Mixed",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Traditionell dricke skall innehålla gotländsk rökmalt (rökt på alved), ene och socker. Från början var dricken spontanjäst, men idag är det vanligast att bakjäst används. Ene kokas även ibland i lakvattnet innan lakning sker. Ene används också som filter under lakningen. Styrkan, färgen, rökigheten och sötman på dricken kan variera från gård till gård. De rökigaste varianterna återfinns på södra Gotland. En god dricke skall balansera rökigheten, enesmaken och sötman. Humlegivorna är mycket låga. Som riktlinje kan sägas att dom flesta dricker brukar ligga runt 6-7 vol% alkohol och att IBU ligger på knappt 1/3 av OG. Variationerna är dock stora, vilket är orsaken till att detaljerade värden på OG, FG, IBU och färg har utelämnats.",
            "PROFILE": "",
            "EXAMPLES": ""
         },
     "11K": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Eisbock",
            "STYLE_LETTER": "K",
            "CATEGORY": "Specialöl",
            "CATEGORY_NUMBER": "11",
            "TYPE": "Mixed",
            "OG_MIN": "1.064",
            "OG_MAX": "1.090",
            "FG_MIN": "1.020",
            "FG_MAX": "1.035",
            "IBU_MIN": "25",
            "IBU_MAX": "50",
            "COLOR_MIN": "20.32",
            "COLOR_MAX": "48.26",
            "ABV_MIN": "7.5",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "En extra stark bock (oftast dubbelbock) vars karaktär koncentreras och mjuknar genom att den fryses och isen avskiljs från ölen.",
            "PROFILE": "Ingen humlearom. Dominerande maltkaraktär. Alkoholen skall vara tydlig men ej spritig. Låg till obefintliga fruktestrar.\n\nMörkt kopparfärgad till rödsvart. Skumkronan får vara liten.\n\nMaltkaraktären kan vara kraftigt söt med hög alkoholhalt. Sötman balanseras av låg humlebeska men ingen smakhumle. Fruktestrar förekommer men ej dominerande. Ingen smörkola/diacetyl.\n\nStor kropp. Låg kolsyrenivå.",
            "EXAMPLES": "Kulmbacher EKU 28 28% stamvörtstyrka 11 vol%. Kulmbacher Eisbock 18% stamwürsze 7,5 vol%, Niagara Eisbock 8 vol%."
         },
     "11L": {
            "STYLE_GUIDE": "SHBF 2020",
            "NAME": "Övriga, övriga klassiska öltyper",
            "STYLE_LETTER": "L",
            "CATEGORY": "Specialöl",
            "CATEGORY_NUMBER": "11",
            "TYPE": "Mixed",
            "OG_MIN": "",
            "OG_MAX": "",
            "FG_MIN": "",
            "FG_MAX": "",
            "IBU_MIN": "",
            "IBU_MAX": "",
            "COLOR_MIN": "0",
            "COLOR_MAX": "0",
            "ABV_MIN": "",
            "ABV_MAX": "",
            "RESIDUAL_SUGARS": "-",
            "HOP_AROMA": "-",
            "MALT_AROMA": "-",
            "CARAMELL_AROMA": "-",
            "FRUIT_ESTERS": "-",
            "ALCOHOL_TASTE": "-",
            "YEAST_TYPE": "-",
            "CO2": "-",            
            "NOTES": "Här avses gamla klassiska öltyper som funnits i decennier men som har fallit lite i glömska. Dessa öl kanske bara bryggs av ett fåtal bryggerier i världen och dessutom bryggs de sällan av hembryggare.\r\n\r\nÖl inlämnade i denna kategori ska alltså inte vara experimentvarianter av en känd ölstil, inte heller nya öltyper som håller på att bli populära - dessa ska lämnas in i klass 11D Modifierade öl.",
            "PROFILE": "",
            "EXAMPLES": ""
         }

    }
   }
}
